[
    {
        "possession": "ST",
        "down": null,
        "yardage": null,
        "position": 35,
        "time": "15:00",
        "quarter": 1,
        "details": "B.Pinion kicks 59 yards from ATL 35 to PHI 6. W.Shipley to PHI 33 for 27 yards (K.Hodge).",
        "playType": "Kickoff",
        "personnel": "Kickoff",
        "opponent_personnel": "Kickoff Return",
        "pre-formation": "",
        "post-formation": "",
        "motion": "",
        "description": "Pinion decides to kick this ball short and to the right, leading to Philly getting a 3 yardage advantage. The Eagles employ a U shaped base formation, and the Falcons do an okay job of nullifying the blocking. Pinion's presence seems to affect how Shipley returns the ball, and he goes closer to the center of the field rather than to the numbers. Hodge does a good job of getting off of his block and making the tackle."
    },
    {
        "possession": "D",
        "down": 1,
        "yardage": 10,
        "position": 33,
        "time": "14:54",
        "quarter": 1,
        "details": "(Shotgun) J.Hurts pass short middle to G.Calcaterra to PHI 48 for 15 yards (J.Bates).",
        "playType": "Pass",
        "personnel": "4-2 Nickel",
        "opponent_personnel": 12,
        "pre-formation": "Cover 3",
        "post-formation": "Cover 2",
        "motion": "6 Smith",
        "description": "Hurts looks straight in the vicinity of Calcaterra after receiving the snap. It appears that this is a Cover 2, but Bates stays more to the middle of the field as Hurts only looks there. Hurts squeezes the throw in and Calcaterra is able to get yards after the initial catch."
    },
    {
        "possession": "D",
        "down": 1,
        "yardage": 10,
        "position": 48,
        "time": "14:18",
        "quarter": 1,
        "details": "J.Hurts pass short right to B.Covey to ATL 45 for 7 yards (A.Terrell). PENALTY on PHI-C.Jurgens, Ineligible Downfield Pass, 5 yards, enforced at PHI 48 - No Play.",
        "playType": "RPO Pass",
        "personnel": "4-2 Nickel",
        "opponent_personnel": 11,
        "pre-formation": "Cover 2",
        "post-formation": "",
        "motion": "No",
        "description": "While this play was negated by a penalty, it gives a good glimpse of how dangerous the Eagles offense is, with multiple options. The defense at the top of the screen does a good job of crashing the run option, but Terrell was playing the deep ball instead of the in cut, which let Covey get space. 55 was playing spy on the Hurts, which did not let him run. It was a good play design by the Eagles, knowing the amount of time they can give Hurts, even on an RPO."
    },
    {
        "possession": "D",
        "down": 1,
        "yardage": 15,
        "position": 43,
        "time": "13:55",
        "quarter": 1,
        "details": "(Shotgun) J.Hurts left end pushed ob at PHI 44 for 1 yard (M.Hughes).",
        "playType": "Run",
        "personnel": "4-2 Nickel",
        "opponent_personnel": 11,
        "pre-formation": "Cover 4",
        "post-formation": "",
        "motion": "18 Covey",
        "description": "A read option play for the Hurts. The Falcons do a good job of realizing that the play is a run when they see the offensive linemen get upfield. Hughes does a great job of seeing this and reacting, allowing him to push Hurts out of bounds"
    },
    {
        "possession": "D",
        "down": 2,
        "yardage": 14,
        "position": 44,
        "time": "13:24",
        "quarter": 1,
        "details": "(Shotgun) J.Hurts pass short left to B.Covey pushed ob at PHI 48 for 4 yards (J.Simmons).",
        "playType": "Pass",
        "personnel": "4-2 Nickel",
        "opponent_personnel": 11,
        "pre-formation": "Cover 4",
        "post-formation": "Cover 3",
        "motion": "No",
        "description": "Hurts takes the quick flat on this play. The Falcons look to be playing a Cover 3, as Simmons quickly gets to the flat in order to make a play on the ball. They modified pressure, where Judon dropped into coverage and 44 rushed, helped to panic Hurts a little bit."
    },
    {
        "possession": "D",
        "down": 3,
        "yardage": 10,
        "position": 48,
        "time": "12:47",
        "quarter": 1,
        "details": "(Shotgun) J.Hurts right guard to ATL 48 for 4 yards (T.Andersen).",
        "playType": "Run",
        "personnel": "5-1 Nickel",
        "opponent_personnel": 11,
        "pre-formation": "Cover 2",
        "post-formation": "",
        "motion": "18 Covey",
        "description": "A designed QB run on 3rd and long by the Eagles, we see the Falcons seem to go into man coverage. Andersen does a good job of diagnosing the run and taking Hurts down. We see Judo run past the quarterback, which is something that should not be done against Hurts."
    },
    {
        "possession": "D",
        "down": 4,
        "yardage": 6,
        "position": -48,
        "time": "12:10",
        "quarter": 1,
        "details": "B.Mann punts 40 yards to ATL 8, Center-R.Lovato, downed by PHI-W.Shipley.",
        "playType": "Punt Return",
        "personnel": "Punt Return Load Right",
        "opponent_personnel": "Punt",
        "pre-formation": "",
        "post-formation": "",
        "motion": "No",
        "description": "At the beginning of the punt, 12 and 27 do not block Shipley(28), who is very quick to get to the ball. Shipley looks like a dangerous gunner and should be blocked. Anyways, Mann kicks a very good ball to pin the Falcons inside the 10."
    },
    {
        "possession": "O",
        "down": 1,
        "yardage": 10,
        "position": -8,
        "time": "12:00",
        "quarter": 1,
        "details": "B.Robinson left guard to ATL 15 for 7 yards (Z.Baun, C.Gardner-Johnson).",
        "playType": "Run",
        "personnel": 11,
        "opponent_personnel": "4-2 Nickel",
        "pre-formation": "Singleback Ace",
        "post-formation": "Singleback Wing",
        "motion": "5 London",
        "description": "A good zone run through the B gap gives the Falcons some breathing room. We see London do a good job of slowing down 93, although Pitts could have blocked him if he did not predetermine to block the outside rusher. The offensive line does a good job of creating lanes for Robinson to rush through."
    },
    {
        "possession": "O",
        "down": 2,
        "yardage": 3,
        "position": -15,
        "time": "11:33",
        "quarter": 1,
        "details": "(No Huddle) B.Robinson right tackle to ATL 22 for 7 yards (Q.Mitchell; J.Sweat).",
        "playType": "Run",
        "personnel": 11,
        "opponent_personnel": "4-2 Nickel",
        "pre-formation": "Singleback Trips",
        "post-formation": "Singleback Wing",
        "motion": "5 London",
        "description": "We see London motioned on a run play once again, but this time he didn't block 32, and 32 helped to slow down Robinson. The offensive line once again does a good job of getting the defensive line going one way, and Robinson can go the other."
    },
    {
        "possession": "O",
        "down": 1,
        "yardage": 10,
        "position": -22,
        "time": "10:59",
        "quarter": 1,
        "details": "K.Cousins pass incomplete short middle to D.Mooney (J.Davis).",
        "playType": "PA Pass",
        "personnel": 11,
        "opponent_personnel": "4-2 Nickel",
        "pre-formation": "Singleback Double Slot",
        "post-formation": "",
        "motion": "",
        "description": "Pitts makes a good block on this play action pass to grant Kirk enough time to get the ball off. The Eagles play man coverage and Mooney was an okay option, but McCloud was all alone in the flat after chipping the edge. 90 on the Eagles did a good job of bathing down Kirk's ball."
    },
    {
        "possession": "O",
        "down": 2,
        "yardage": 10,
        "position": -22,
        "time": "10:54",
        "quarter": 1,
        "details": "(Shotgun) K.Cousins pass short right to D.London to ATL 28 for 6 yards (D.Slay, N.Dean).",
        "playType": "Pass",
        "personnel": 11,
        "opponent_personnel": "4-3 Nickel",
        "pre-formation": "Shotgun Ace",
        "post-formation": "",
        "motion": "No",
        "description": "The Falcons run the smash concept at the top of the screen, and London makes a tough catch. The line gives Cousins a very clean pocket to make the throw. London was not the best read in zone coverage, but he was able to make a play on the ball."
    },
    {
        "possession": "O",
        "down": 3,
        "yardage": 4,
        "position": -28,
        "time": "10:13",
        "quarter": 1,
        "details": "(Shotgun) K.Cousins pass incomplete short right to B.Robinson.",
        "playType": "Pass",
        "personnel": 11,
        "opponent_personnel": "4-2 Nickel",
        "pre-formation": "Shotgun Bunch Left",
        "post-formation": "",
        "motion": "34 McCloud",
        "description": "The Falcons get zone coverage by the Eagles on 3rd down. Kirk does a good job navigating the pocket on this play and delivers a good ball to Robinson, but Robinson cannot get his hands around the ball to get the first down. Kirk looked left at first, but it seems that Robinson was the right read, as McCloud on the out would have probably been picked off unless Kirk threw a bullet."
    },
    {
        "possession": "ST",
        "down": 4,
        "yardage": 4,
        "position": -28,
        "time": "10:08",
        "quarter": 1,
        "details": "B.Pinion punts 45 yards to PHI 27, Center-L.McCullough. B.Covey to PHI 36 for 9 yards (T.Andersen).",
        "playType": "Punt",
        "personnel": "Punt",
        "opponent_personnel": "Punt Return",
        "pre-formation": "",
        "post-formation": "",
        "motion": "No",
        "description": "The Falcons players are able to keep their legs moving and are able to tackle Covey. While Andersen misses at first, he did a good job of making Covey have to go left, and Andersen is able to come back and get the tackle."
    },
    {
        "possession": "D",
        "down": 1,
        "yardage": 10,
        "position": 36,
        "time": "9:55",
        "quarter": 1,
        "details": "(Shotgun) S.Barkley left guard to PHI 45 for 9 yards (R.Grant).",
        "playType": "Run",
        "personnel": "4-2",
        "opponent_personnel": 11,
        "pre-formation": "Cover 6",
        "post-formation": "Cover 6",
        "motion": "83 Dotson",
        "description": "Barkley does a good job of choosing the hole which Andersen does not occupy. It definitely is tough to stop a back with good vision. The defensive line gets spread thin, and the motion moves out 55, which frees up space in the middle of the field."
    },
    {
        "possession": "D",
        "down": 2,
        "yardage": 1,
        "position": 45,
        "time": "9:31",
        "quarter": 1,
        "details": "(No Huddle, Shotgun) J.Hurts pass short right to J.Dotson to ATL 49 for 6 yards (J.Bates).",
        "playType": "RPO Pass",
        "personnel": "4-2",
        "opponent_personnel": 11,
        "pre-formation": "Cover 2",
        "post-formation": "Cover 1",
        "motion": "83 Dotson",
        "description": "Another RPO by the Eagles, and they get Dotson on the bubble screen. Their blocking allows them to get an easy first down. The receivers do a good job of getting a good run off in order to produce space for Dotson. There would be a greater potential of stopping the play if the corners were a little bit closer to the line of scrimmage."
    },
    {
        "possession": "D",
        "down": 1,
        "yardage": 10,
        "position": -49,
        "time": "8:54",
        "quarter": 1,
        "details": "(Shotgun) S.Barkley up the middle to ATL 40 for 9 yards (A.Terrell, J.Bates).",
        "playType": "Run",
        "personnel": "4-2 Nickel",
        "opponent_personnel": 12,
        "pre-formation": "Cover 3",
        "post-formation": "",
        "motion": "6 Smith",
        "description": "The double trap play allows Barkley to get up the middle of the field, and he makes good moves to get into the second level. The pulling blockers and the motion make the Falcons go one way, and Barkley can go the other way. Terrell ends up getting off his block to make the partial tackle on Barkley."
    },
    {
        "possession": "D",
        "down": 2,
        "yardage": 1,
        "position": -40,
        "time": "8:12",
        "quarter": 1,
        "details": "(Shotgun) J.Hurts pass short right to G.Calcaterra to ATL 36 for 4 yards (T.Andersen).",
        "playType": "PA Pass",
        "personnel": "4-2 Nickel",
        "opponent_personnel": 12,
        "pre-formation": "Cover 3",
        "post-formation": "Cover 2 Man",
        "motion": "81 Calcaterra",
        "description": "The Falcons seem to run a man defense, and cover most of the receivers well on the play action pass, but Calcaterra does well on the leakout to get open for Hurts. Andersen seems to spy on Hurts more than he covers Calcaterra, so Calcaterra has a few steps on and is able to convert the first down."
    },
    {
        "possession": "D",
        "down": 1,
        "yardage": 10,
        "position": -36,
        "time": "7:38",
        "quarter": 1,
        "details": "(Shotgun) S.Barkley up the middle to ATL 26 for 10 yards (T.Andersen; J.Bates).",
        "playType": "Run",
        "personnel": "4-2 Nickel",
        "opponent_personnel": 12,
        "pre-formation": "Cover 6",
        "post-formation": "",
        "motion": "81 Calcaterra",
        "description": "Another good run by Barkley, the Eagles offensive line dominates the Falcons defensive line on this play. We see 20 have a shot to tackle Barkley 5 yards past the line of scrimmage, as he was unblocked and behind the Eagles blockers, but instead of going straight for Barkley, 20 went around to try and prevent the big play. Although Barkley is a dangerous runner, with help behind Alford, he could've made this 10 yard gain a 5 yard one."
    },
    {
        "possession": "D",
        "down": 1,
        "yardage": 10,
        "position": -26,
        "time": "6:58",
        "quarter": 1,
        "details": "(Shotgun) S.Barkley right tackle to ATL 15 for 11 yards (J.Bates; M.Judon).",
        "playType": "Run",
        "personnel": "5-1 Nickel",
        "opponent_personnel": 11,
        "pre-formation": "Cover 4",
        "post-formation": "",
        "motion": "",
        "description": "The Eagles utilize another run with a pulling blocker, which allows the Eagles to get a blocker in the second level. The Falcons try to have 5 on the offensive line in order to stop the run, but each lineman gets blocked by the Eagles line. Andersen comes in unblocked and gets his hands on Saquon, but he is unable to get Barkley down. One thing to note is that when Andersen was going for the tackle, the rest of the Falcons behind him seemed to watch instead of converging to the ball, which could have prevented the additional gain."
    },
    {
        "possession": "D",
        "down": 1,
        "yardage": 10,
        "position": -15,
        "time": "6:20",
        "quarter": 1,
        "details": "(Shotgun) K.Gainwell up the middle to ATL 11 for 4 yards (D.Alford; D.Onyemata).",
        "playType": "Run",
        "personnel": "4-4 Nickel",
        "opponent_personnel": 12,
        "pre-formation": "Cover 3",
        "post-formation": "",
        "motion": "6 Smith",
        "description": "This looks similar to play 17, with Smith performing the same motion action from a bunch on the left, but the Eagles use Gainwell this time instead of Barkley. This time, the Falcons have more people on the line and compress the line, but Gainwell does a great job of getting through the small hole as soon as it opens. Onyemata does a good job of getting one hand off his block and then making the tackle."
    },
    {
        "possession": "D",
        "down": 2,
        "yardage": 6,
        "position": -11,
        "time": "5:38",
        "quarter": 1,
        "details": "(Shotgun) K.Gainwell right guard to ATL 9 for 2 yards (D.Onyemata; M.Hughes).",
        "playType": "RPO Run",
        "personnel": "5-2 Nickel",
        "opponent_personnel": 11,
        "pre-formation": "Cover 2",
        "post-formation": "",
        "motion": "83 Dotson",
        "description": "Another play which looks similar to one which was already run, an RPO, but Hurts decides to hand the ball off this time. The Falcons once again do a good job of being ready for the run, and the pass may have been the right read for Hurts. The defensive line holds their place, and Hughes is able to come in to make the tackle. The success of the defensive lineman on RPO plays for the Falcons may come from the fact that the offensive line doesn't know whether it is a pass, so they have to stay within one yard of the line of scrimmage or else they will be subject to an illegal man downfield. This gives the defensive lineman an advantage, since they are not getting pushed back as far."
    },
    {
        "possession": "D",
        "down": 3,
        "yardage": 4,
        "position": -9,
        "time": "4:55",
        "quarter": 1,
        "details": "(Shotgun) J.Hurts pass incomplete short left to J.Wilson (R.Grant).",
        "playType": "Pass",
        "personnel": "4-2 Nickel",
        "opponent_personnel": 11,
        "pre-formation": "Cover 3",
        "post-formation": "Cover 3",
        "motion": "26 Barkley",
        "description": "The Falcons defense does a good job of staying composed as the play breaks down and Hurts gets out of the pocket. The defenders seem to stay in their zones and cover the receivers. Even as Wilson comes across to the back left of the endzone from the middle, the 3 deep men maintain the integrity of the Cover 3."
    },
    {
        "possession": "D",
        "down": 4,
        "yardage": 4,
        "position": -9,
        "time": "4:45",
        "quarter": 1,
        "details": "J.Hurts pass incomplete short right to D.Goedert (M.Hughes) [G.Jarrett].",
        "playType": "Pass",
        "personnel": "5-2 Nickel",
        "opponent_personnel": 12,
        "pre-formation": "Cover 2",
        "post-formation": "Cover 2 Zone",
        "motion": "26 Barkley",
        "description": "We see the highest up cornerback inside the numbers appear to have inside leverage, but flips to a more neutral zone once the ball is snapped. Also, we see Jessie Bates decide to come out of his zone when he sees Hurts scrambling to his side of the field. Bates did a good job of staying alert as both a tackler and pass defender, as his presence blocks Hurts from seeing the field and making an accurate throw, but without letting him scramble for the first down. Also, 55's movement as Barkley is motioned out of the backfield could be used as an indicator of his intent to go into pass coverage."
    },
    {
        "possession": "O",
        "down": 1,
        "yardage": 10,
        "position": -4,
        "time": "4:38",
        "quarter": 1,
        "details": "B.Robinson left tackle to ATL 11 for 2 yards (N.Dean).",
        "playType": "Run",
        "personnel": 11,
        "opponent_personnel": "4-3",
        "pre-formation": "Singleback Trips",
        "post-formation": "Singleback Ace",
        "motion": "34 McCloud",
        "description": "On the outside zone play, the offensive line does an excellent job on their blocks, as 70 widens the space for Robinson to get through the B gap, while the rest of the offensive line gets upfield. Nakobe Dean comes in to make the tackle because it appears both receivers at the bottom of the screen, Mooney and McCloud, ignore making the block on the linebacker, even after he follows McCloud across the formation."
    },
    {
        "possession": "O",
        "down": 2,
        "yardage": 8,
        "position": -11,
        "time": "4:02",
        "quarter": 1,
        "details": "B.Robinson left guard to ATL 25 for 14 yards (N.Dean).",
        "playType": "RPO Run",
        "personnel": 11,
        "opponent_personnel": "4-2 Nickel",
        "pre-formation": "Shotgun Wing",
        "post-formation": "Shotgun Wing",
        "motion": "1 Mooney",
        "description": "Another run, but this time it appears to be an RPO, as Mooney is on the bubble at the top of the screen. The offensive line does a good job with the blocks again, and Pitts makes a good block as well. London makes a great block as one of the safeties comes down for the run, and Robinson makes Mitchell slip by looking like he is going to go around him, but makes a quick cut. This happens since Mitchell decides to stop in his tracks, instead of maintaining his rush leverage."
    },
    {
        "possession": "O",
        "down": 1,
        "yardage": 10,
        "position": -25,
        "time": "3:22",
        "quarter": 1,
        "details": "B.Robinson right end to ATL 28 for 3 yards (J.Carter; Z.Baun).",
        "playType": "Run",
        "personnel": 11,
        "opponent_personnel": "4-2 Nickel",
        "pre-formation": "Pistol Ace",
        "post-formation": "Pistol 2 Back",
        "motion": "89 Woerner, 1 Mooney",
        "description": "Another run, and this time we see the stretch. The line does a decent job of blocking, but it seems like 89 is not decisive enough with his block, so Robinson doesn't know who to follow. Also, there is a good amount of congestion within the offensive line itself, so there are not many cutback lanes for Robinson."
    },
    {
        "possession": "O",
        "down": 2,
        "yardage": 7,
        "position": -28,
        "time": "2:45",
        "quarter": 1,
        "details": "T.Allgeier left guard to ATL 31 for 3 yards (J.Sweat).",
        "playType": "Run",
        "personnel": 11,
        "opponent_personnel": "4-3",
        "pre-formation": "Singleback Ace",
        "post-formation": "Singleback Ace",
        "motion": "5 London",
        "description": "The left tackle is left as the lone man on the line with a single team, and the guy he is blocking ends up making the tackle. The rest of the offensive line does a good job of pairing up to handle the defensive line. One man goes left, the other goes right to collide with the defensive player and trap him. 70, the left tackle, gets too high on his defender, and the defender is able to reach out and bring down Allegeir on this zone running play."
    },
    {
        "possession": "O",
        "down": 3,
        "yardage": 4,
        "position": -31,
        "time": "2:06",
        "quarter": 1,
        "details": "K.Cousins pass incomplete short left to D.London (Q.Mitchell).",
        "playType": "Pass",
        "personnel": 11,
        "opponent_personnel": "4-2 Nickel",
        "pre-formation": "Shotgun Ace",
        "post-formation": "",
        "motion": "5 London",
        "description": "Even though Cousins has a clean pocket, he is unable to place the ball well enough for London, but London may have been short anyways. The Eagles seem to end up in a Cover 3, but Mitchell is still close enough to break up the pass. This is probably because Kirk throws the ball after taking a crossover and then a hitch step. This seemed to be a timing based route, but Cousins attempts to force the throw that is not there instead of waiting when he has the time."
    },
    {
        "possession": "ST",
        "down": 4,
        "yardage": 4,
        "position": -31,
        "time": "2:01",
        "quarter": 1,
        "details": "B.Pinion punts 44 yards to PHI 25, Center-L.McCullough, fair catch by B.Covey.",
        "playType": "Punt",
        "personnel": "Punt",
        "opponent_personnel": "Punt Return",
        "pre-formation": "",
        "post-formation": "",
        "motion": "",
        "description": "A standard formation leads to a pretty standard punt. Pinion could have put more power on the kick to back the Eagles up, but it had enough hang time so Covey had to fair catch the ball, instead of going for a return."
    },
    {
        "possession": "D",
        "down": 1,
        "yardage": 10,
        "position": 25,
        "time": "1:54",
        "quarter": 1,
        "details": "S.Barkley up the middle to PHI 26 for 1 yard (T.Graham; A.Ebiketie).",
        "playType": "Run",
        "personnel": "5-2",
        "opponent_personnel": 12,
        "pre-formation": "Cover 6",
        "post-formation": "",
        "motion": "",
        "description": "We see the Falcons do a good job of crowding the line of scrimmage to fill the gaps, preventing Barkley from being able to make a big gain. The linebackers seem to watch and then follow the pulling blocker. Even if this was a counter, 50 was ready on the bottom edge of the line to be able to make the play."
    },
    {
        "possession": "D",
        "down": 2,
        "yardage": 9,
        "position": 26,
        "time": "1:17",
        "quarter": 1,
        "details": "J.Hurts pass short right to D.Smith to PHI 31 for 5 yards (A.Terrell).",
        "playType": "Pass",
        "personnel": "4-2 Nickel",
        "opponent_personnel": 12,
        "pre-formation": "Cover 4",
        "post-formation": "Cover 3",
        "motion": "81 Calcaterra",
        "description": "We see the Falcons try to utilize an overload pressure in order to force Hurts' hand. However, they are unable to generate the pressure, and Hurts makes a routine throw. Terrell makes a very solid tackle. Hurts also stared down Smith, so this could have been a good play to get a disruption."
    },
    {
        "possession": "D",
        "down": 3,
        "yardage": 4,
        "position": 31,
        "time": "0:36",
        "quarter": 1,
        "details": "J.Hurts pass incomplete short right to D.Smith (D.Alford).",
        "playType": "Pass",
        "personnel": "5-1 Nickel",
        "opponent_personnel": 11,
        "pre-formation": "Cover 1 Blitz",
        "post-formation": "Cover 1 Robber",
        "motion": "26 Barkley",
        "description": "While the Falcons seem to bring 5, they switch to a robber coverage post snap. The corners do a great job in this man coverage. On the defensive line, the edges seem to pinch in, which allows for pressure to be generated by the bottom group. 55 makes the right choice to pressure Hurts when he gets out of the pocket, which rushes his throw. Alford does a good job of staying on the shifty Devonta Smith, even as the play breaks down."
    },
    {
        "possession": "ST",
        "down": 4,
        "yardage": 4,
        "position": 31,
        "time": "0:29",
        "quarter": 1,
        "details": "B.Mann punts 53 yards to ATL 16, Center-R.Lovato. A.Williams ran ob at ATL 27 for 11 yards (J.Trotter).",
        "playType": "Punt Return",
        "personnel": "Punt Return",
        "opponent_personnel": "Punt",
        "pre-formation": "",
        "post-formation": "",
        "motion": "",
        "description": "The Eagles get a pretty good punt, but Wiliams also gets a commendable return. We see the blocker who comes off at the line of scrimmage fail at making a crucial block on the Eagles bottom of the frame gunner, which would have helped in creating a larger return."
    },
    {
        "possession": "O",
        "down": 1,
        "yardage": 10,
        "position": -27,
        "time": "0:17",
        "quarter": 1,
        "details": "K.Cousins pass deep middle to D.London to ATL 46 for 19 yards (C.Gardner-Johnson).",
        "playType": "PA Pass",
        "personnel": 11,
        "opponent_personnel": "4-3 Cover 4",
        "pre-formation": "Singleback Ace",
        "post-formation": "Singleback Trips",
        "motion": "5 London",
        "description": "A really good play design to get the Eagles off balance. The play action causes the Eagles defense to collapse the line, and then the deep post and corner open up the middle of the screen for London. The offensive line does a great job of blocking, and Cousins does a good job of placing the ball where the mike cannot get to it."
    },
    {
        "possession": "O",
        "down": 1,
        "yardage": 10,
        "position": 46,
        "time": "15:00",
        "quarter": 2,
        "details": "T.Allgeier right tackle to 50 for 4 yards (M.Williams).",
        "playType": "Run",
        "personnel": 11,
        "opponent_personnel": "4-2 Nickel",
        "pre-formation": "Singleback Trips",
        "post-formation": "Singleback Wing",
        "motion": "5 London",
        "description": "The Falcons like to utilize London as a run blocker, and he consistently outperforms Pitts in run blocking. While the outside zone looks promising at first, 65's one arm block is not good enough on 93 of the Eagles, and then 70 does not have the right leverage from the side to stop 93, who appears to make the tackle."
    },
    {
        "possession": "O",
        "down": 2,
        "yardage": 6,
        "position": 50,
        "time": "14:32",
        "quarter": 2,
        "details": "(No Huddle) K.Cousins pass short middle to T.Allgeier to PHI 38 for 12 yards (N.Dean).",
        "playType": "PA Pass",
        "personnel": 11,
        "opponent_personnel": "4-2 Nickel Cover 3",
        "pre-formation": "Singleback Ace",
        "post-formation": "Singleback Trips",
        "motion": "1 Mooney",
        "description": "The motion shifts the defense, helping create space for Allgeier's sit down. The Eagles seem to mess up coverage, as they have 2 men covering Mooney in the bottom right of the screen. The play action continues to be very effective in the middle of the field, and the offensive line continues to deliver."
    },
    {
        "possession": "O",
        "down": 1,
        "yardage": 10,
        "position": 38,
        "time": "14:07",
        "quarter": 2,
        "details": "(No Huddle) T.Allgeier left tackle to PHI 23 for 15 yards (R.Blankenship).",
        "playType": "Run",
        "personnel": 11,
        "opponent_personnel": "4-2 Nickel",
        "pre-formation": "Singleback Ace",
        "post-formation": "Singleback Trips",
        "motion": "1 Mooney",
        "description": "Another play with Mooney in motion, we see this wide zone play gaining a lot of yardage for the Falcons. This appears to be a stretch sort of play, but the trio of offensive lineman on the left side of the offense clears out enough space for Allgeier to cut the run up the middle. This is another time we see the Falcons utilize the trio to block together(LT, LG, C), which even occurred on the previous pass play."
    },
    {
        "possession": "O",
        "down": 1,
        "yardage": 10,
        "position": 23,
        "time": "13:29",
        "quarter": 2,
        "details": "K.Cousins FUMBLES (Aborted) at PHI 25, recovered by ATL-B.Robinson at PHI 24.",
        "playType": "Run",
        "personnel": 11,
        "opponent_personnel": "4-4 Nickel",
        "pre-formation": "Singleback Trips",
        "post-formation": "Singleback Wing",
        "motion": "34 McCloud",
        "description": "A fumble occurs on the inside zone play, and it appears that Robinson is unable to get a grip on the ball on the handoff. At least Robinson was aware enough to recover the fumble immediately. It seems as if Cousins has to adjust to Robinson's rushing direction, and the ball just hits Robinson's chest."
    },
    {
        "possession": "O",
        "down": 2,
        "yardage": 11,
        "position": 24,
        "time": "12:42",
        "quarter": 2,
        "details": "B.Robinson up the middle to PHI 22 for 2 yards (J.Davis).",
        "playType": "Run",
        "personnel": 11,
        "opponent_personnel": "4-2 Nickel",
        "pre-formation": "Shotgun Ace",
        "post-formation": "",
        "motion": "89 Woerner",
        "description": "A run out of gun this time, we see Davis make a big tackle. The offensive line does not double him, and he is able to make the tackle on Bijan. While Bijan sees the blocks develop, he is unable to make a big enough move to get away from the reach of Davis. It looks like 70 had the chance to create a double team on Davis, but he heads upfield, but it ends up not mattering with the minimal gain."
    },
    {
        "possession": "O",
        "down": 3,
        "yardage": 9,
        "position": 22,
        "time": "12:08",
        "quarter": 2,
        "details": "K.Cousins scrambles up the middle to PHI 21 for 1 yard (J.Sweat).",
        "playType": "Pass Scramble",
        "personnel": 11,
        "opponent_personnel": "4-2 Nickel Cover 2",
        "pre-formation": "Shotgun Trips",
        "post-formation": "",
        "motion": "5 London",
        "description": "With the Eagles having 4 men guarding the sticks, the routes around the line of scrimmage are well guarded. An interesting play call, since London and McCloud end up close to each other, and Pitts is headed in their direction. This doesn't allow Cousins to make a throw in stride and it seems like the Falcons expected more pressure and wanted to throw a timing based route. Cousins pump fakes and then steps up, so he basically ends up getting sacked for a positive gain."
    },
    {
        "possession": "ST",
        "down": 4,
        "yardage": 8,
        "position": 21,
        "time": "11:22",
        "quarter": 2,
        "details": "Y.Koo 39 yard field goal is GOOD, Center-L.McCullough, Holder-B.Pinion.",
        "playType": "Field Goal",
        "personnel": "Field Goal",
        "opponent_personnel": "Field Goal Block",
        "pre-formation": "",
        "post-formation": "",
        "motion": "",
        "description": "Good execution by the field goal unit leads to 3 points. The Eagles bring 6 guys on the offensive right, and they get close to getting through the line of blockers, so this could be something to look out for in later attempts.. "
    },
    {
        "possession": "ST",
        "down": null,
        "yardage": null,
        "position": -35,
        "time": "11:22",
        "quarter": 2,
        "details": "B.Pinion kicks 65 yards from ATL 35 to end zone, Touchback to the PHI 30.",
        "playType": "Kickoff",
        "personnel": "Kickoff",
        "opponent_personnel": "Kickoff Return",
        "pre-formation": "",
        "post-formation": "",
        "motion": "",
        "description": "This time Pinion kicks outside the numbers and into the endzone, resulting in a touchback. The Falcons ended up lining up with an extra guy on the side where Pinion kicked it, which was the Eagles right. Also, this was the Eagles weak side at the top of the formation, as they had one extra man on their left."
    },
    {
        "possession": "D",
        "down": 1,
        "yardage": 10,
        "position": 30,
        "time": "11:22",
        "quarter": 2,
        "details": "S.Barkley left tackle to PHI 34 for 4 yards (G.Jarrett).",
        "playType": "Run",
        "personnel": "4-2 Nickel",
        "opponent_personnel": 11,
        "pre-formation": "4-2 Cover 2",
        "post-formation": "",
        "motion": "83 Dotson",
        "description": "This seems to be an RPO because of the motion of Dotson, but Hurts only uses his left hand to hand the ball off. We see Barkley run into his offensive lineman, but still turns this into a decent gain by breaking through the Falcons tackling. We see Judon get pushed around, and 69 continues to dominate to the whistle and it takes a swarm of Falcons to take down Barkley. While the linebackers watch the right spot, we see that 55 is too far out to make an initial impact, and 44 easily gets blocked by the Eagles line."
    },
    {
        "possession": "D",
        "down": 2,
        "yardage": 6,
        "position": 34,
        "time": "10:43",
        "quarter": 2,
        "details": "J.Hurts pass deep left to D.Smith to ATL 48 for 18 yards (D.Alford).",
        "playType": "PA Pass",
        "personnel": "4-2 Nickel",
        "opponent_personnel": 11,
        "pre-formation": "Cover 4",
        "post-formation": "",
        "motion": "88 Goedert",
        "description": "The Falcons play an interesting coverage, with man on the receivers and zone underneath, with Simmons providing safety help. The pass rush does not do enough to get Hurts off of his spot, and he has time to identify the man coverage and make the throw to the open Smith. Judon gets pushed around and out of the play, which gives Hurts more space to maneuver. Judon also doesn't seem to hold up the rush lanes, as he doesn't come from the edge but tries to cut into the middle."
    },
    {
        "possession": "D",
        "down": 1,
        "yardage": 10,
        "position": -48,
        "time": "10:14",
        "quarter": 2,
        "details": "(No Huddle, Shotgun) J.Hurts pass incomplete short right.",
        "playType": "Pass",
        "personnel": "4-3 Nickel",
        "opponent_personnel": 11,
        "pre-formation": "Cover 2",
        "post-formation": "Cover 3",
        "motion": "",
        "description": "The Eagles go no huddle, and the Falcons do a good job of getting the incomplete pass. They shift to a Cover 3, and Terrell appears to play his man, who is on a double move, by jamming him before the receiver can get deep. Terrell does show good recovery speed when covering Dotson. The Falcons do a good job of once again covering their guys when Hurts gets out of the pocket. The defensive line does a better job with the rush lanes, but they can't do a ton until Hurts gets out of the pocket and there are no offensive linemen."
    },
    {
        "possession": "D",
        "down": 2,
        "yardage": 10,
        "position": -48,
        "time": "10:05",
        "quarter": 2,
        "details": "S.Barkley up the middle to 50 for -2 yards (M.Judon).",
        "playType": "Run",
        "personnel": "4-2 Nickel",
        "opponent_personnel": 12,
        "pre-formation": "Cover 6",
        "post-formation": "",
        "motion": "",
        "description": "Judon looks a little jumpy, but he gets a good run stop. He goes straight downhill on the rusher, and the tight end's block is not good enough. Barkley is not able to make a good enough jump cut to get out of Judon's way."
    },
    {
        "possession": "D",
        "down": 3,
        "yardage": 12,
        "position": 50,
        "time": "9:25",
        "quarter": 2,
        "details": "J.Hurts pass short right to D.Goedert to ATL 41 for 9 yards (J.Bates; M.Hughes).",
        "playType": "Pass",
        "personnel": "6-0 Nickel",
        "opponent_personnel": 11,
        "pre-formation": "Cover 3",
        "post-formation": "Cover 4 CB Blitz",
        "motion": "",
        "description": "The blitz is given off by 20 hesitating to step with his left foot before the snap, and then he rushes the line. Goedert seems to recognize this blitz and just sits down for the checkdown, which Hurts connects on. The Falcons do a good job of taking down Goedert, but he still gets 9 yards."
    },
    {
        "possession": "D",
        "down": 4,
        "yardage": 3,
        "position": -41,
        "time": "8:43",
        "quarter": 2,
        "details": "J.Hurts scrambles right guard to ATL 18 for 23 yards (D.Alford). PENALTY on PHI-J.Hurts, Delay of Game, 5 yards, enforced between downs.",
        "playType": "Pass Scramble",
        "personnel": "4-2 Nickel",
        "opponent_personnel": 11,
        "pre-formation": "Cover 1 Man",
        "post-formation": "Cover 1 Man Spy",
        "motion": "18 Covey",
        "description": "The Falcons do a good job on the coverage, but Hurts makes some big time plays here. He fakes going deeper into the pocket and then scrambles up through the middle fakes out the defensive line. With Barkley on a wheel, 44 does a double take when Hurts is scrambling, and this seems to be the difference between Hurts breaking the big run."
    },
    {
        "possession": "D",
        "down": 1,
        "yardage": 15,
        "position": -23,
        "time": "8:11",
        "quarter": 2,
        "details": "S.Barkley right end to ATL 28 for -5 yards (J.Bates).",
        "playType": "Run",
        "personnel": "5-2",
        "opponent_personnel": 13,
        "pre-formation": "Cover 4",
        "post-formation": "",
        "motion": "81 Calcaterra",
        "description": "The pitch does not work out well for the Eagles. 50 does a good job of getting through the block of the tight end 84, who does not do a good job of holding his block. While 50 could have had better pursuit by maintaining his leverage, he makes sure that Barkley does not put any big move on him to get out of the negative gain."
    },
    {
        "possession": "D",
        "down": 2,
        "yardage": 20,
        "position": -28,
        "time": "7:27",
        "quarter": 2,
        "details": "J.Hurts scrambles up the middle to ATL 19 for 9 yards (K.Elliss; T.Andersen).",
        "playType": "Pass Scramble",
        "personnel": "4-2 Nickel",
        "opponent_personnel": 11,
        "pre-formation": "Cover 6",
        "post-formation": "",
        "motion": "",
        "description": "The Falcons bring a LB Blitz but only rush 4 on this play. The rush lanes are inadequate, since there is a gaping hole in the right B gap of the offensive line which hurts can scramble through. We can see the triangles of coverage pre snap, and this coverage works well since the Eagles have 2 receivers on each side of the ball, and a delayed swing left from the halfback."
    },
    {
        "possession": "D",
        "down": 3,
        "yardage": 11,
        "position": -19,
        "time": "6:42",
        "quarter": 2,
        "details": "J.Hurts scrambles right end to ATL 4 for 15 yards (K.Elliss).",
        "playType": "Pass Scramble",
        "personnel": "4-2 Nickel",
        "opponent_personnel": 11,
        "pre-formation": "Cover 6",
        "post-formation": "Cover 1 LB Blitz",
        "motion": "",
        "description": "While the Falcons appear to be in some kind of zone coverage, they play man coverage with a blitz to get some pressure on Hurts. Bates plays far off of the halfback who is out in empty, seemingly covering the halfback and Hurts at the same time. Hurts rolls out to his right, since most of the pressure comes from his left and gets to the edge to get the first down. While Bates missed a tackle, Hurts was close to the sideline, and it looked like Hurts could have stepped out of bounds, so Bates seemed to play it conservatively in order to avoid a penalty."
    },
    {
        "possession": "D",
        "down": 1,
        "yardage": 4,
        "position": -4,
        "time": "6:10",
        "quarter": 2,
        "details": "(No Huddle, Shotgun) J.Hurts pass incomplete short right to D.Goedert (J.Bates). PENALTY on PHI-L.Johnson, Ineligible Downfield Pass, 5 yards, enforced at ATL 4 - No Play.",
        "playType": "RPO Pass",
        "personnel": "5-1 Nickel",
        "opponent_personnel": 11,
        "pre-formation": "Cover 1 Man",
        "post-formation": "",
        "motion": "",
        "description": "The RPO is unsuccessful for the Eagles due to the penalty and incompletion, but we get a glimpse of the Falcons goal line strategy. The Falcons play man and have good coverage on the RPO. 31 and 44 come down into the box upon seeing the run, which could be troublesome if a skinny post or slant was run by one of the inside receivers."
    },
    {
        "possession": "D",
        "down": 1,
        "yardage": 9,
        "position": -9,
        "time": "6:05",
        "quarter": 2,
        "details": "J.Hurts pass short left to B.Covey to ATL 7 for 2 yards (J.Simmons).",
        "playType": "RPO Pass",
        "personnel": "4-3 Nickel",
        "opponent_personnel": 11,
        "pre-formation": "Cover 2 Zone",
        "post-formation": "",
        "motion": "",
        "description": "Another RPO, but the congestion of the zones in the red zone allows the Falcons defense to get to Covey quickly and wrap him up for a minimal gain. 31 comes down when he sees the potential hand off and then gets to Covey."
    },
    {
        "possession": "D",
        "down": 2,
        "yardage": 7,
        "position": -7,
        "time": "5:15",
        "quarter": 2,
        "details": "J.Hurts pass short middle to D.Smith for 7 yards, TOUCHDOWN [G.Jarrett].",
        "playType": "",
        "personnel": "4-2 Nickel",
        "opponent_personnel": 11,
        "pre-formation": "Cover 2 Zone",
        "post-formation": "Cover 2 Man",
        "motion": "26 Barkley",
        "description": "Putting a linebacker on the shifty Devonta Smith was a bad idea which ended up biting the Falcons. While Hurts did make a good throw, he saw the man coverage with the motion and probably had an intuition that Smith had a good job of beating his man. The Falcons were able to get through their blocks, but the poor coverage led to a quick pass."
    },
    {
        "possession": "ST",
        "down": null,
        "yardage": null,
        "position": null,
        "time": "",
        "quarter": null,
        "details": "J.Elliott extra point is GOOD, Center-R.Lovato, Holder-B.Mann.",
        "playType": "Extra Point",
        "personnel": "Field Goal Block",
        "opponent_personnel": "Field Goal",
        "pre-formation": "",
        "post-formation": "",
        "motion": "",
        "description": "The Falcons had 10 guys on the line and they were moderately close to getting a field goal block."
    },
    {
        "possession": "ST",
        "down": null,
        "yardage": null,
        "position": -35,
        "time": "5:15",
        "quarter": null,
        "details": "(5:15 - 2nd) B.Mann kicks 63 yards from PHI 35 to ATL 2. A.Williams to ATL 24 for 22 yards (W.Shipley, J.Trotter). PENALTY on ATL-J.Bertrand, Illegal Block Above the Waist, 10 yards, enforced at ATL 24.",
        "playType": "Kickoff Return",
        "personnel": "Kickoff Return",
        "opponent_personnel": "Kickoff",
        "pre-formation": "",
        "post-formation": "",
        "motion": "",
        "description": "A very simple blocking scheme as the kick is very well done by Mann to pin the returner deep and towards one of the sidelines. The standard blocking does not open any big holes for the returner, and the block in the back pushes the Falcons back even further."
    },
    {
        "possession": "O",
        "down": 1,
        "yardage": 10,
        "position": -14,
        "time": "5:09",
        "quarter": 2,
        "details": "R.McCloud right end pushed ob at ATL 17 for 3 yards (Z.Baun).",
        "playType": "Run",
        "personnel": 11,
        "opponent_personnel": "4-2 Nickel",
        "pre-formation": "Singleback Trips",
        "post-formation": "",
        "motion": "89 Woerner, 34 McCloud",
        "description": "The jet sweep is not very successful, as Baun blows it up since there is no one to block him. The offensive line blocks in a fashion which prevents McCloud from being tackled in the backfield. However, with only London at the bottom of the play, Woerner is not fast enough to act as a lead blocker for McCloud. If Woerner wasn't motioned, this may have had a better chance at a big gain."
    },
    {
        "possession": "O",
        "down": 2,
        "yardage": 7,
        "position": -17,
        "time": "4:40",
        "quarter": 2,
        "details": "K.Cousins pass short right to K.Pitts to ATL 18 for 1 yard (C.Gardner-Johnson).",
        "playType": "PA Pass",
        "personnel": 11,
        "opponent_personnel": "4-2 Nickel Cover 3",
        "pre-formation": "Singleback Ace",
        "post-formation": "Singleback Wing",
        "motion": "5 London",
        "description": "With the play action not doing a good job of faking the defense out, Cousins does a good job of getting rid of the ball for a positive and safe gain. The zone coverage of the Eagles does a good job of tackling Pitts. There appears to have been a miscommunication with the blocking, as the right tackle goes to block inside, leaving Pitts who will only block for a second taking on Brandon Graham."
    },
    {
        "possession": "O",
        "down": 3,
        "yardage": 6,
        "position": -18,
        "time": "4:01",
        "quarter": 2,
        "details": "K.Cousins pass short middle to R.McCloud to ATL 30 for 12 yards (R.Blankenship) [J.Sweat]",
        "playType": "",
        "personnel": 11,
        "opponent_personnel": "4-2 Nickel Cover 2",
        "pre-formation": "Shotgun Ace",
        "post-formation": "",
        "motion": "34 McCloud",
        "description": "McCloud does a very nice job of finding the sweet spot in the zone, and Kirk recognizes it and makes the accurate pass. This seems like a good play design as Cousins unloads the pass on time, right before getting drilled by a defender. The play does a good job of getting McCloud away from the zone triangle on his side of the field and past the chains."
    },
    {
        "possession": "O",
        "down": 1,
        "yardage": 10,
        "position": -30,
        "time": "3:25",
        "quarter": 2,
        "details": "B.Robinson left end to ATL 39 for 9 yards (N.Dean; M.Ojomo).",
        "playType": "Run",
        "personnel": 11,
        "opponent_personnel": "4-3 Nickel",
        "pre-formation": "Singleback Trips",
        "post-formation": "Singleback Wing",
        "motion": "5 London",
        "description": "A pretty easy outside zone play for Robinson to run, as there was a lot of space. While the offensive line slides left, we see the left tackle go right to seal the edge. He may have done that because he seemed to get beat by the defender going inside of him. We also Pitts block to his right, which may have also being sealing the offense's right side."
    },
    {
        "possession": "O",
        "down": 2,
        "yardage": 1,
        "position": -39,
        "time": "3:00",
        "quarter": 2,
        "details": "(No Huddle) B.Robinson left tackle to PHI 46 for 15 yards (R.Blankenship).",
        "playType": "RPO Run",
        "personnel": 11,
        "opponent_personnel": "4-2 Nickel",
        "pre-formation": "Singleback Bunch",
        "post-formation": "",
        "motion": "",
        "description": "This looks like an RPO, but Kirk simply hands the ball off. He probably noticed what seems to be man coverage and decided to hand the ball off. This is another successful run which seems to have a similar gap scheme as the previous run, but Robinson cuts it back when he sees the hole open up through the middle of the field."
    },
    {
        "possession": "O",
        "down": 1,
        "yardage": 10,
        "position": 46,
        "time": "2:42",
        "quarter": 2,
        "details": "K.Cousins sacked at ATL 49 for -5 yards (B.Graham). PENALTY on PHI-N.Dean, Illegal Contact, 5 yards, enforced at PHI 46 - No Play.",
        "playType": "PA Pass",
        "personnel": 11,
        "opponent_personnel": "4-3 Nickel Cover 1 Robber",
        "pre-formation": "SIngleback Trips",
        "post-formation": "Singleback Wing",
        "motion": "5 London",
        "description": "The Falcons go to a play action pass after 2 successful runs. The line appears to be going for a wide zone run again, but comes back to pass block. However, the Falcons only have 3 men running routes, and with 7 in zone coverage, this is easy to cover for the Eagles, and Cousins takes a coverage sack, even with 7 blockers. However, the slight mismatch between the linebacker and London leads to a fortunate flag for the Falcons."
    },
    {
        "possession": "O",
        "down": 1,
        "yardage": 10,
        "position": 41,
        "time": "2:15",
        "quarter": 2,
        "details": "K.Cousins pass incomplete short right to D.Mooney (A.Maddox).",
        "playType": "Pass",
        "personnel": 11,
        "opponent_personnel": "4-2 Nickel",
        "pre-formation": "Empty",
        "post-formation": "",
        "motion": "",
        "description": "The Eagles do a good job of disguising their coverage, as it appears that London and Pitts think this is a zone coverage, probably Cover 2. So, they both sit down in the middle of the field, but it turns out the coverage is man coverage, a cover 1 robber. Mooney was open at the break, but Kirk hesitated when releasing the ball, allowing the defender to make a play on the ball. Kirk did not release the ball on a hitch and then hesitated."
    },
    {
        "possession": "O",
        "down": 2,
        "yardage": 10,
        "position": 41,
        "time": "2:10",
        "quarter": 2,
        "details": "K.Cousins pass short middle to R.McCloud to PHI 23 for 18 yards (Z.Baun; D.Slay). PENALTY on ATL-R.McCloud, Unnecessary Roughness, 15 yards, enforced between downs.",
        "playType": "Pass",
        "personnel": 11,
        "opponent_personnel": "4-2 Nickel",
        "pre-formation": "Shotgun Bunch",
        "post-formation": "Shotgun Split Back",
        "motion": "1 Mooney",
        "description": "This is a good play where Cousins was able to manipulate the linebacker by working through his progression and creating an open window. Cousins starts on his left and pulls Baun to his left, and then he can hit McCloud on the open post on the right side of the field in man coverage. "
    },
    {
        "possession": "O",
        "down": 1,
        "yardage": 10,
        "position": 38,
        "time": "2:00",
        "quarter": 2,
        "details": "K.Cousins pass short right to B.Robinson to PHI 31 for 7 yards (A.Maddox; C.Gardner-Johnson).",
        "playType": "Pass",
        "personnel": 11,
        "opponent_personnel": "4-2 Nickel",
        "pre-formation": "Shotgun Ace",
        "post-formation": "",
        "motion": "",
        "description": "The Eagles switch to a conservative zone, and Cousins takes the checkdown to still pick up meaningful yardage. The Eagles probably are playing to protect the touchdown, so Robinson has no one within 5 yards of him. He puts a nice move on one defender, but gets taken down by the second. "
    },
    {
        "possession": "O",
        "down": 2,
        "yardage": 3,
        "position": 31,
        "time": "1:25",
        "quarter": 2,
        "details": "B.Robinson up the middle to PHI 17 for 14 yards (Q.Mitchell).",
        "playType": "Run",
        "personnel": 11,
        "opponent_personnel": "4-3 Nickel",
        "pre-formation": "Singleback Trips",
        "post-formation": "Singleback Wing",
        "motion": "34 McCloud",
        "description": "The Eagles defensive line shifts to their right on the snap, so this leads to a messy blocking arrangement for the Falcons. Luckily, this opens up a hole, which Robinson finds, through the offensive right A gap. Robinson then uses great awareness to duck behind an offensive lineman to evade a linebacker, and then can break a tackle for some more yardage."
    },
    {
        "possession": "O",
        "down": 1,
        "yardage": 10,
        "position": 17,
        "time": "0:51",
        "quarter": 2,
        "details": "T.Allgeier up the middle to PHI 13 for 4 yards (R.Blankenship, J.Sweat).",
        "playType": "Run",
        "personnel": 11,
        "opponent_personnel": "4-2 Nickel",
        "pre-formation": "Singleback Ace",
        "post-formation": "Singleback Trips",
        "motion": "5 London",
        "description": "An inside zone run with Allgeier, we see McCloud act as a trap blocker. He can get to the linebackers, but ends up in a crowded scenario, which leads to Allgeier running into the safety coming down. An interesting play design, which seems like it would have been more effective with a more spread out formation and a bigger trap blocker."
    },
    {
        "possession": "O",
        "down": 2,
        "yardage": 6,
        "position": 13,
        "time": "0:31",
        "quarter": 2,
        "details": "(No Huddle, Shotgun) T.Allgeier up the middle to PHI 6 for 7 yards (R.Blankenship, D.Slay).",
        "playType": "Run",
        "personnel": 11,
        "opponent_personnel": "4-3 Nickel",
        "pre-formation": "Shotgun Wing",
        "post-formation": "",
        "motion": "",
        "description": "A simple inside zone, but Allgeier goes the opposite way of the offensive line as he sees the roadblock. This is a lucrative run, as he can pick up the first down, as he has more space with pretty much everyone blocking to the left. The offensive line blocks slightly left, and London makes a good block on the safety, which gives Allgeier more space at the bottom of the frame."
    },
    {
        "possession": "O",
        "down": 1,
        "yardage": 6,
        "position": 6,
        "time": "0:26",
        "quarter": 2,
        "details": "K.Cousins pass short left to B.Robinson to PHI 7 for -1 yards (B.Graham). PENALTY on PHI-B.Graham, Face Mask, 3 yards, enforced at PHI 6 - No Play",
        "playType": "Pass",
        "personnel": 11,
        "opponent_personnel": "4-2 Nickel",
        "pre-formation": "Empty Quad",
        "post-formation": "Shotgun Trips",
        "motion": "1 Mooney",
        "description": "Starting out in the rare Empty Quads, this was probably to spread the defense out for the screen. We see London and McCloud go out as blockers before the play, but Robinson, the intended target, started out on the line and then came back to get the ball. Graham gets to Robinson quickly, as he recognizes the screen when he doesn't get blocked and sees the line run over. He takes down Robinson, by the obvious facemask, to end the play. 70 could have done a better job engaging with Graham, as he had a chance, which could have slowed him down and allowed for Robinson to get into the endzone on this play."
    },
    {
        "possession": "O",
        "down": 1,
        "yardage": 3,
        "position": 3,
        "time": "0:22",
        "quarter": 2,
        "details": "B.Robinson left guard to PHI 4 for -1 yards (T.Booker, J.Davis).",
        "playType": "Run",
        "personnel": 11,
        "opponent_personnel": "6-1",
        "pre-formation": "Shotgun Bunch",
        "post-formation": "",
        "motion": "",
        "description": "The inside zone gets stuffed, as the offensive line is unable to create any holes in the Eagles defensive line. While there are free linebackers ready to make a play, the center and the right guard do not get good blocking leverage, as they get too high on their defenders, and get pushed back, so the defense can make the tackle for a loss."
    },
    {
        "possession": "O",
        "down": 2,
        "yardage": 4,
        "position": -4,
        "time": "0:17",
        "quarter": 2,
        "details": "K.Cousins pass incomplete short left to D.Mooney.",
        "playType": "Pass",
        "personnel": 11,
        "opponent_personnel": "4-4 Nickel",
        "pre-formation": "Shotgun Trips",
        "post-formation": "",
        "motion": "",
        "description": "An untraditional play with Robinson the HB out wide and Mooney the WR as the halfback. Robinson almost lined up on the wrong side of the field, which would have given the Falcons a penalty. There is a blocking error, as 19 comes free. 19 on the defense lines out in front of Pitts, but the line does shift to block 19, so 19 gets to Cousins with no problem. If the correct blocking assignments were made, this was most likely a touchdown to Mooney on the wheel."
    },
    {
        "possession": "O",
        "down": 3,
        "yardage": 4,
        "position": 4,
        "time": "0:14",
        "quarter": 2,
        "details": "K.Cousins pass incomplete short right to K.Pitts.",
        "playType": "Pass",
        "personnel": 11,
        "opponent_personnel": "4-3 Nickel",
        "pre-formation": "Shotgun Ace",
        "post-formation": "Shotgun Trips",
        "motion": "8 Pitts",
        "description": "A disappointing 3rd down play in the red zone, Cousins isn't able to get the ball out when he takes his hitch step, and as the pressure gets to him, he throws the ball out of bounds. Pitts ran a pretty good route and was open in the middle of the field, it just seemed like the timing was off on this play, and as soon as Cousins felt pressure he got rid of the ball, even though he may have had enough time to make a throw after avoiding the defender."
    },
    {
        "possession": "ST",
        "down": 4,
        "yardage": 4,
        "position": 4,
        "time": "0:06",
        "quarter": 2,
        "details": "Y.Koo 22 yard field goal is GOOD, Center-L.McCullough, Holder-B.Pinion.",
        "playType": "Field Goal",
        "personnel": "Field Goal",
        "opponent_personnel": "Field Goal Block",
        "pre-formation": "",
        "post-formation": "",
        "motion": "",
        "description": "An easy field goal for Koo to make as it is uncontested by the Eagles. The execution looks flawless on this chip shot."
    },
    {
        "possession": "ST",
        "down": null,
        "yardage": null,
        "position": -35,
        "time": "0:06",
        "quarter": 2,
        "details": "B.Pinion kicks 65 yards from ATL 35 to end zone, Touchback to the PHI 30.",
        "playType": "Kickoff",
        "personnel": "Kickoff",
        "opponent_personnel": "Kickoff Return",
        "pre-formation": "",
        "post-formation": "",
        "motion": "",
        "description": "The Falcons have their defenders line up evenly, and Pinion just aims to make sure that this is a touchback to run out the half."
    },
    {
        "possession": "D",
        "down": 1,
        "yardage": 10,
        "position": 30,
        "time": "0:05",
        "quarter": 2,
        "details": "J.Hurts kneels to PHI 29 for -1 yards.",
        "playType": "Kneel Down",
        "personnel": "4-2 Nickel",
        "opponent_personnel": "Kneel Down",
        "pre-formation": "Cover 4",
        "post-formation": "",
        "motion": "",
        "description": "A standard kneel down to get the game to halftime by the Eagles."
    },
    {
        "possession": "ST",
        "down": null,
        "yardage": null,
        "position": 35,
        "time": "15:00",
        "quarter": 3,
        "details": "B.Mann kicks 65 yards from PHI 35 to end zone, Touchback to the ATL 30.",
        "playType": "Kickoff",
        "personnel": "Kickoff Return",
        "opponent_personnel": "Kickoff",
        "pre-formation": "",
        "post-formation": "",
        "motion": "",
        "description": "A simple touchback for the Falcons. We do see the Falcons with more men to their left, and the 3rd closest man to the sideline looks ready to be a pulling blocker if needed."
    },
    {
        "possession": "O",
        "down": 1,
        "yardage": 10,
        "position": -30,
        "time": "15:00",
        "quarter": 3,
        "details": "K.Cousins pass short left to B.Robinson to ATL 37 for 7 yards (Z.Baun).",
        "playType": "PA Pass",
        "personnel": 11,
        "opponent_personnel": "4-2 Nickel",
        "pre-formation": "Singleback Trips",
        "post-formation": "",
        "motion": "",
        "description": "This is an interesting defense, and it seems to be man on the outside receivers, but zone in the middle of the field. However, there is no man on Robinson, allowing him to be open in the flat. We also see Cousins go with 2 hands on the ball for the play action fake."
    },
    {
        "possession": "O",
        "down": 2,
        "yardage": 3,
        "position": -37,
        "time": "14:24",
        "quarter": 3,
        "details": "B.Robinson right end ran ob at PHI 44 for 19 yards (R.Blankenship).",
        "playType": "Run",
        "personnel": 11,
        "opponent_personnel": "4-4 Nickel",
        "pre-formation": "Singleback Trips",
        "post-formation": "Singleback Wing",
        "motion": "34 McCloud",
        "description": "The stretch is very successful here as the Eagles stack the box. While the backside defenders get through their blocks, the frontside holds theirs and Robinson can get to the edge for a nice gain. The offensive line slid right, but Woerner and London seemed to seal the edge and get to the linebackers, in order to occupy the defenders and try to keep them in the box."
    },
    {
        "possession": "O",
        "down": 1,
        "yardage": 10,
        "position": 44,
        "time": "13:51",
        "quarter": 3,
        "details": "B.Robinson left guard to PHI 39 for 5 yards (Z.Baun).",
        "playType": "Run",
        "personnel": 11,
        "opponent_personnel": "4-2 Nickel",
        "pre-formation": "Singleback Ace",
        "post-formation": "Singleback Wing",
        "motion": "5 London",
        "description": "Another run, this one looks like a zone run through the middle. The majority of the offensive line seems to shift to their left, which does open up the middle, despite many defenders in the vicinity. London once again comes in behind Pitts on the motion, and London continues to get to the safeties."
    },
    {
        "possession": "O",
        "down": 2,
        "yardage": 5,
        "position": 39,
        "time": "13:19",
        "quarter": 3,
        "details": "K.Cousins pass short left to B.Robinson to PHI 26 for 13 yards (R.Blankenship).",
        "playType": "PA Pass",
        "personnel": 11,
        "opponent_personnel": "4-2 Nickel",
        "pre-formation": "Singleback Trips",
        "post-formation": "Singleback Wing",
        "motion": "34 McCloud",
        "description": "A very well executed play action screen. The offensive line does a great job of being aware that they need to be at the line of scrimmage, and they do a good job of giving Cousins just enough time. The line sold the run very well, pretending to go run into a blocking pattern, and then coming back to protect for the screen pass. They had a unique blocking scheme, where the center and left guard protected from backers crashing down, and the rest of the line went to their right to push the defenders off their spot. London and Pitts sold the run well, but didn't run a route on the play action part. The left guard does a good job of making a downfield block on Baun to give Robinson some extra room."
    },
    {
        "possession": "O",
        "down": 1,
        "yardage": 10,
        "position": 28,
        "time": "12:34",
        "quarter": 3,
        "details": "T.Allgeier right end pushed ob at PHI 14 for 12 yards (D.Slay).",
        "playType": "Run",
        "personnel": 11,
        "opponent_personnel": "4-3 Nickel",
        "pre-formation": "Singleback Ace",
        "post-formation": "",
        "motion": "",
        "description": "A good stretch run by Allgeier. McCloud makes a pretty big block on a linebacker, and the offensive line does a good job of dominating the defense. London, the right edge, goes to his left to sort of seal the defense, by blocking any free defenders. Allegeir makes a nice cut and shows some physicality to get the yardage needed for the first down."
    },
    {
        "possession": "O",
        "down": 1,
        "yardage": 10,
        "position": 14,
        "time": "12:09",
        "quarter": 3,
        "details": "(No Huddle) T.Allgeier left tackle to PHI 10 for 4 yards (C.Gardner-Johnson; R.Blankenship).",
        "playType": "Run",
        "personnel": 11,
        "opponent_personnel": "5-1 Nickel",
        "pre-formation": "Singleback Ace",
        "post-formation": "Singleback Trips",
        "motion": "1 Mooney",
        "description": "A nice inside zone play off the no huddle for the Falcons. The offensive line does a great job once again, as the lineman take on multiple single team blocking assignments with the Eagles in a 5 down set. Additionally, Allgeier displays some sweet feet in order to maneuver around the defenders."
    },
    {
        "possession": "O",
        "down": 2,
        "yardage": 6,
        "position": 10,
        "time": "11:29",
        "quarter": 3,
        "details": "T.Allgeier left end pushed ob at PHI 8 for 2 yards (T.Booker).",
        "playType": "",
        "personnel": "",
        "opponent_personnel": "",
        "pre-formation": "Singleback Ace",
        "post-formation": "Singleback ",
        "motion": "89 Woerner",
        "description": "A 3rd straight Allgeier run, and this time it is a pitch play. We once again see London, the edge receiver on the way the run is going, go against the grain to make a block. Woerner acts as the lead blocker after running away and back to his original spot on the motion. The play is mainly blown up because the left guard can't get good leverage on the defender he was supposed to block, and this allows the defender to break free and run to make the tackle. 65 seems to try and run away from Booker act first, and then tries to bend to his right while running to his left when he realizes he should be blocking Booker, which is obviously ineffective."
    },
    {
        "possession": "O",
        "down": 3,
        "yardage": 4,
        "position": 8,
        "time": "K.Cousins sacked at PHI 16 for -8 yards (M.Williams).",
        "quarter": 3,
        "details": "10:53",
        "playType": "",
        "personnel": 11,
        "opponent_personnel": "4-2 Nickel Cover 3",
        "pre-formation": "Shotgun Ace",
        "post-formation": "",
        "motion": "5 London",
        "description": "This was a disappointing end for a pretty productive Falcons drive. The play wasn't the best, as the outside fades didn't seem to help against the Cover 3 it looked like the Falcons were playing. The Eagles doubled London, with Gardner-Johnson, who got stuck on Pitts, but Blakenship came in to save the coverage. The sack resulted from the right guard getting beat on a very good swim move by the defender WIlliams. Williams gets his hands up and tries the swim move 2 times before being successful on the 3rd. The best part of this play for the Falcons was Robinsons coming in on a chip block and pancaking Nolan Smith. "
    },
    {
        "possession": "ST",
        "down": 4,
        "yardage": 12,
        "position": 16,
        "time": "10:12",
        "quarter": 3,
        "details": "Y.Koo 34 yard field goal is GOOD, Center-L.McCullough, Holder-B.Pinion.",
        "playType": "Field Goal",
        "personnel": "Field Goal",
        "opponent_personnel": "Field Goal Block",
        "pre-formation": "",
        "post-formation": "",
        "motion": "",
        "description": "The good operation by the field goal team leads to 3 points for the Falcons. Koo was pretty much unpressured because of the right side of the line, who seemed to have a lot of guys coming at them. The right side of the line seemed to get a good grip on their 6 defenders and pushed them up to slow them down, leaving Koo with plenty of space to get the kick up in the air."
    },
    {
        "possession": "ST",
        "down": null,
        "yardage": null,
        "position": -35,
        "time": "10:12",
        "quarter": 3,
        "details": "B.Pinion kicks 65 yards from ATL 35 to end zone, Touchback to the PHI 30.",
        "playType": "Kickoff",
        "personnel": "Kickoff",
        "opponent_personnel": "Kickoff Return",
        "pre-formation": "",
        "post-formation": "",
        "motion": "",
        "description": "A kick to the deep middle portion of the endzone by Pinion, and the Eagles choose not to return it. The Falcons have more men on the Eagles weak side of their blocking formation, which would have been interesting to see play out if the return happened."
    },
    {
        "possession": "D",
        "down": 1,
        "yardage": 10,
        "position": 30,
        "time": "10:12",
        "quarter": 3,
        "details": "S.Barkley right guard to PHI 39 for 9 yards (T.Andersen; K.Elliss).",
        "playType": "RPO Run",
        "personnel": "5-1 Nickel",
        "opponent_personnel": 11,
        "pre-formation": "Cover 3",
        "post-formation": "",
        "motion": "83 Dotson",
        "description": "The RPO gives Hurts an easy read, as the shift by Andersen opens up more space for Barkley. The defensive line can't do too much, and it was interesting to see Judon lined up as a defensive tackle, where he looked out of place and got dominated on the line."
    },
    {
        "possession": "D",
        "down": 2,
        "yardage": 1,
        "position": null,
        "time": "9:36",
        "quarter": 3,
        "details": "(No Huddle, Shotgun) S.Barkley up the middle to PHI 44 for 5 yards (M.Judon).",
        "playType": "Run",
        "personnel": "4-2 Nickel",
        "opponent_personnel": 11,
        "pre-formation": "Cover 2",
        "post-formation": "",
        "motion": "",
        "description": "The linebackers choose the wrong gap, and this allows Barkley to dive through the middle and get the first down. I can't exactly tell what the linebackers were reading, but it looked to be the movement of the right side of the line, and they ran over when they saw the right side seemed to be moving up the field, but this left a wide open space in the middle of the field."
    },
    {
        "possession": "D",
        "down": 1,
        "yardage": 10,
        "position": 44,
        "time": "8:56",
        "quarter": 3,
        "details": "J.Hurts sacked at PHI 40 for -4 yards (M.Judon",
        "playType": "PA Pass",
        "personnel": "5-2",
        "opponent_personnel": 13,
        "pre-formation": "Cover 2",
        "post-formation": "Cover 6",
        "motion": "88 Goedert",
        "description": "Judon is able to get to the quarterback this time, as his switch of rushing lanes with 90 leaves him almost untouched on his way to the quarterback. Judon got off the line slowly, but as soon as he saw the right guard and tackle take his teammate to the right to the left, he went right to get to Hurts. Hurts had a pretty uninspiring play action fake, where he quickly darted the ball out of his reach for a second to fake the handoff."
    },
    {
        "possession": "D",
        "down": 2,
        "yardage": 14,
        "position": 40,
        "time": "8:13",
        "quarter": 3,
        "details": "J.Hurts pass short left to D.Smith to ATL 46 for 14 yards (K.Elliss).",
        "playType": "Pass",
        "personnel": "4- 2 Nickel",
        "opponent_personnel": 11,
        "pre-formation": "Cover 4",
        "post-formation": "Cover 1 LB Blitz",
        "motion": "88 Goedert",
        "description": "A perfect man beater route by Devonta Smith, and this was excellent because Hurts had a lot of time in the pocket. Even though the Falcons brought a blitz, each defender was matched up with one offensive lineman, and that is hard to beat on the Eagles line. The defenders mostly try to use power moves, but this is hard to do against the dominant Eagles line."
    },
    {
        "possession": "D",
        "down": 1,
        "yardage": 10,
        "position": -46,
        "time": "7:41",
        "quarter": 3,
        "details": "(No Huddle, Shotgun) J.Hurts pass short middle to S.Barkley to ATL 36 for 10 yards (K.Elliss) [G.Jarrett].",
        "playType": "Pass",
        "personnel": "4-2 Nickel",
        "opponent_personnel": 11,
        "pre-formation": "Cover 2 Man",
        "post-formation": "Cover 2 Man",
        "motion": "",
        "description": "While 55 made this seem like zone coverage, as he backpedaled as Goedert ran a streak, this looked more like a man coverage assignment, with all the cornerbacks matching a receiver, and 44 staying with Goedert on his streak. 55 backs up too much, and allows the man he was supposed to cover, Saquon Barkley get some space and the ball, which leads to an Eagles first down."
    },
    {
        "possession": "D",
        "down": 1,
        "yardage": 10,
        "position": -36,
        "time": "7:03",
        "quarter": 3,
        "details": "(No Huddle, Shotgun) S.Barkley left guard to ATL 32 for 4 yards (T.Andersen).",
        "playType": "Run",
        "personnel": "4-2 Nickel",
        "opponent_personnel": 11,
        "pre-formation": "Cover 2 Zone",
        "post-formation": "",
        "motion": "",
        "description": "Andersen displayed some good vision in making this tackle, as he navigated through the blockers to make the tackle. The Falcons defensive line seemed to get dominated on this counter run, which allowed for Barkley to pick up 4 yards. The Falcons seemed to get a late start, which could have explained the quick defeat at the line of scrimmage."
    },
    {
        "possession": "D",
        "down": 2,
        "yardage": 6,
        "position": -32,
        "time": "6:21",
        "quarter": 3,
        "details": "J.Hurts pass deep right to D.Smith to ATL 13 for 19 yards (A.Terrell).",
        "playType": "",
        "personnel": "5-2",
        "opponent_personnel": 12,
        "pre-formation": "Cover 3",
        "post-formation": "Cover 2 Zone",
        "motion": "81 Calcaterra",
        "description": "The extended play gets the Falcons, as they allow the deep completion to Smith while Hurts is rolling out of the pocket. This was a great throw and catch by Hurts and Smith, but Terrell did get caught watching the QB and not being active, as he stayed in his zone, even when Smith was going up the field. Terrell seemed to hesitate, checking if Hurts was coming for the run or throwing the ball, which allowed Hurts to fit the ball into the tight window."
    },
    {
        "possession": "D",
        "down": 1,
        "yardage": 10,
        "position": -13,
        "time": "5:52",
        "quarter": 3,
        "details": "(No Huddle, Shotgun) S.Barkley right guard to ATL 9 for 4 yards (A.Ebiketie).",
        "playType": "Run",
        "personnel": "5-2",
        "opponent_personnel": 12,
        "pre-formation": "Cover 4",
        "post-formation": "",
        "motion": "",
        "description": "95 had the opportunity to make the tackle on Barkley in the backfield, but Barkley was too shifty for 95 to catch. Ebiketie did make a nice play, coming from the left of the offensive to the middle right to make the tackle on Barkley, but this could have been a big play for the Falcons."
    },
    {
        "possession": "D",
        "down": 2,
        "yardage": 6,
        "position": -9,
        "time": "5:15",
        "quarter": 3,
        "details": "J.Hurts pass short left to B.Covey pushed ob at ATL 6 for 3 yards (A.Terrell).",
        "playType": "RPO Pass",
        "personnel": "4-2 Nickel",
        "opponent_personnel": 11,
        "pre-formation": "Cover 4",
        "post-formation": "",
        "motion": "",
        "description": "An RPO for Hurts, which he chooses to pass after seeing 17 creep towards the line of scrimmage. Bates does a good job of getting to the play quick, which helps push Covey out to the edge, where Terrell does enough to get Covey out of bounds short of the first down."
    },
    {
        "possession": "D",
        "down": 3,
        "yardage": 3,
        "position": -6,
        "time": "4:36",
        "quarter": 3,
        "details": "J.Hurts pass incomplete short right to D.Smith (J.Bates).",
        "playType": "",
        "personnel": "5-2",
        "opponent_personnel": 11,
        "pre-formation": "Cover 4",
        "post-formation": "Cover 0",
        "motion": "83 Dotson",
        "description": "This was a very good defense to utilize on a big third down, as it looked to be zone coverage, especially with no major shifts with motion of Dotson across the formation. However, the Falcons did a great job of knowing their guys, and the pressure forced Hurts to get the ball out quickly. Bates made a great play to make sure the pass was incomplete, delivering contact right when the ball arrived."
    },
    {
        "possession": "ST",
        "down": 4,
        "yardage": 3,
        "position": -6,
        "time": "4:31",
        "quarter": 3,
        "details": "PENALTY on PHI, Delay of Game, 5 yards, enforced at ATL 6 - No Play.",
        "playType": "Field Goal Fake",
        "personnel": "Field Goal Block",
        "opponent_personnel": "Field Goal Fake Sneak",
        "pre-formation": "",
        "post-formation": "",
        "motion": "4 Elliot, 81 Calcaterra",
        "description": "The Eagles try to catch the Falcons, but the Falcons seem well prepared for the possibility of a fake, as they covered Elliot on the motion. The Eagles ended up just trying to get an offsides penalty, which the Falcons did not give."
    },
    {
        "possession": "ST",
        "down": 4,
        "yardage": 8,
        "position": -11,
        "time": "4:28",
        "quarter": 3,
        "details": "J.Elliott 29 yard field goal is GOOD, Center-R.Lovato, Holder-B.Mann.",
        "playType": "Field Goal",
        "personnel": "Field Goal Block",
        "opponent_personnel": "Field Goal",
        "pre-formation": "",
        "post-formation": "",
        "motion": "",
        "description": "The concise operation by the Eagles leads to them gaining 3 points. 21 came close to blocking the kick, but Calcaterra from the Eagles outstretched his hand just enough to slow down 21."
    },
    {
        "possession": "D",
        "down": null,
        "yardage": null,
        "position": 35,
        "time": "4:28",
        "quarter": 3,
        "details": "B.Mann kicks 65 yards from PHI 35 to end zone, Touchback to the ATL 30.",
        "playType": "Kickoff",
        "personnel": "Kickoff Return",
        "opponent_personnel": "Kickoff",
        "pre-formation": "",
        "post-formation": "",
        "motion": "",
        "description": "A touchback is taken as Mann kicked the ball deep into the endzone. The Falcons lined up in their usual kickoff return offense. One man was on their left seemingly getting ready to act as a pull blocker."
    },
    {
        "possession": "O",
        "down": 1,
        "yardage": 10,
        "position": -30,
        "time": "4:28",
        "quarter": 3,
        "details": "K.Cousins pass short right to D.London pushed ob at ATL 39 for 9 yards (Z.Baun).",
        "playType": "Pass",
        "personnel": 11,
        "opponent_personnel": "4-2 Nickel",
        "pre-formation": "Pistol Trips",
        "post-formation": "Pistol Ace",
        "motion": "5 London",
        "description": "On the motion of London, Cousins identifies the zone coverage and is able to quickly get it to London on the quick out. Cousins is in rhythm and he can get the ball out after his hitch step, which allows him to make the accurate throw. Also, the right tackle makes a good move of going to match the Eagles #3, as he originally shifts with London coming to the right. A good play by 76 of bringing the point of attack to the defender, instead of waiting for the defender to come to him. London does run a great route, flipping his hips quickly to make the cut, and breaks a few tackles in order to get some extra yardage."
    },
    {
        "possession": "O",
        "down": 2,
        "yardage": 1,
        "position": -39,
        "time": "3:54",
        "quarter": 3,
        "details": "T.Allgeier right tackle to ATL 41 for 2 yards (N.Smith).",
        "playType": "Run",
        "personnel": 11,
        "opponent_personnel": "4-2 Nickel",
        "pre-formation": "Singleback Ace",
        "post-formation": "",
        "motion": "8 Pitts",
        "description": "This looks like an RPO with Pitts on the bubble motion, but was probably an attempt to get some more space off the tackle on the shortened side of the field. Alas, this was unsuccessful because there wasn't enough space. Allgeier didn't make the best choice on this play, as he followed the blockers as if it was a wide zone, looked to cut back against the grain, and then go back to the original pattern. By the time he got back on course, the Eagles defenders had filled up all the gaps. One thing I liked about this play was the blocking of McCloud, as he got physical and blocked well against Brandon Graham."
    },
    {
        "possession": "O",
        "down": 1,
        "yardage": 10,
        "position": -41,
        "time": "3:14",
        "quarter": 3,
        "details": "K.Cousins pass incomplete deep right to R.McCloud.",
        "playType": "PA Pass",
        "personnel": 11,
        "opponent_personnel": "5-2 Nickel",
        "pre-formation": "Singleback Trips",
        "post-formation": "Singleback Ace",
        "motion": "34 McCloud",
        "description": "The right guard definitely let this play down, as he got instantly beat by his rusher. The guard doesn't really engage with the initial contact, and gets a little off balance, and then the rusher can easily put a swim move on the guard to get past him. Cousins is mobile enough to run away from the defender and not take the sack."
    },
    {
        "possession": "O",
        "down": 2,
        "yardage": 10,
        "position": -41,
        "time": "3:09",
        "quarter": 3,
        "details": "K.Cousins pass short left to B.Robinson to ATL 39 for -2 yards (T.Booker).",
        "playType": "",
        "personnel": 11,
        "opponent_personnel": "4-2 Nickel",
        "pre-formation": "Shotgun Bunch",
        "post-formation": "Shotgun Split Back",
        "motion": "1 Mooney",
        "description": "Another play which appears to be due to the mistake of an offensive lineman. On the screen play, Robinson has the 3 interior linemen coming over to block for him. The other 2 are engaged for a bit, but the left guard pretends to pass block when there is clearly a linebacker right in the path of Robinson, and the other 2 interior linemen are running upfield to screen block. The left guard gets there too late, and while Baun doesn't make the tackle, he does enough to slow Robinson down to allow his teammate to make the play."
    },
    {
        "possession": "O",
        "down": 3,
        "yardage": 12,
        "position": -39,
        "time": "2:43",
        "quarter": 3,
        "details": "(No Huddle, Shotgun) K.Cousins pass short right to K.Pitts to ATL 47 for 8 yards (R.Blankenship).",
        "playType": "Pass",
        "personnel": 11,
        "opponent_personnel": "4-2 Nickel Cover 3",
        "pre-formation": "Shotgun Ace",
        "post-formation": "",
        "motion": "",
        "description": "Cousins looks deep down the field, but doesn't find anything open with the apparent Cover 3 coverage. He takes the checkdown to Pitts and gets close to the first down. Cousins made a good move in the pocket to avoid an edge rusher coming from his right. Pitts actually chipped the edge rusher, but it was not effective, since it felt like the edge rusher could just build up speed, after performing a simple swim move on Pitts."
    },
    {
        "possession": "O",
        "down": 4,
        "yardage": 4,
        "position": -47,
        "time": "2:11",
        "quarter": 3,
        "details": "(No Huddle, Shotgun) K.Cousins pass short middle to R.McCloud to PHI 41 for 12 yards (Z.Baun).",
        "playType": "Pass",
        "personnel": 11,
        "opponent_personnel": "4-2 Nickel",
        "pre-formation": "Shotgun Ace",
        "post-formation": "",
        "motion": "",
        "description": "This is a very good play by McCloud, as he makes himself open to move the chains on this risky 4th down play. He sees Cousins has no one open and is looking right, so he moves back into Cousins' vision and literally drops his defender. Also, the offensive line did a great job on this play after having some bad play earlier this drive to give Cousins plenty of time in the pocket."
    },
    {
        "possession": "O",
        "down": 1,
        "yardage": 10,
        "position": 41,
        "time": "1:21",
        "quarter": 3,
        "details": "K.Cousins pass deep middle to D.Mooney for 41 yards, TOUCHDOWN.",
        "playType": "",
        "personnel": 11,
        "opponent_personnel": "5-2 Cover 0",
        "pre-formation": "Pistol Ace",
        "post-formation": "",
        "motion": "",
        "description": "The Eagles send an all out blitz, and the Falcons take advantage of it. Cousins identifies the best route, the post on the safety, and delivers a good ball, even if it looks like he can't put his full power on it. The offensive line and Bijan do a good job of handling the pressure, as Robinson makes a crucial block right in front of Cousins. There appeared to be a hold on Carter by a guard, but it was not called."
    },
    {
        "possession": "O",
        "down": null,
        "yardage": null,
        "position": 2,
        "time": "",
        "quarter": 3,
        "details": "TWO-POINT CONVERSION ATTEMPT. K.Cousins pass to D.London is incomplete. ATTEMPT FAILS.",
        "playType": "Pass",
        "personnel": 11,
        "opponent_personnel": "4-4 Nickel",
        "pre-formation": "Shotgun Bunch",
        "post-formation": "Shotgun Trips",
        "motion": "5 London",
        "description": "Cousins has enough time on this attempt, but no one gets open. The zone coverage by the Eagles is good, but London could have broken off the stem of his route a little bit earlier in order to give Cousins a little more space to fit the ball in."
    },
    {
        "possession": "ST",
        "down": null,
        "yardage": null,
        "position": -35,
        "time": "1:21",
        "quarter": 3,
        "details": "B.Pinion kicks 65 yards from ATL 35 to end zone, Touchback to the PHI 30.",
        "playType": "Kickoff",
        "personnel": "Kickoff",
        "opponent_personnel": "Kickoff Return",
        "pre-formation": "",
        "post-formation": "",
        "motion": "",
        "description": "Another kick to the endzone, this time outside the numbers on Pinion's left. Once again, the Falcons line up with more men on the Eagles weak side."
    },
    {
        "possession": "D",
        "down": 1,
        "yardage": 10,
        "position": 30,
        "time": "1:21",
        "quarter": 3,
        "details": "J.Hurts scrambles left end ran ob at PHI 33 for 3 yards (K.Elliss).",
        "playType": "Pass scramble",
        "personnel": "5-1 Nickel",
        "opponent_personnel": 12,
        "pre-formation": "Cover 4",
        "post-formation": "Cover 3",
        "motion": "88 Goedert",
        "description": "The Falcons go from looking to play a Cover 4 to a Cover 3, and their pass rush does force Hurts to scramble, which was an ok scramble for the Eagles. 50 seems to be free, but the line does pick him up, but this creates enough pressure on Hurts to get him to scramble. Since there is little pressure from Hurts' left, he can get out of the pocket easily."
    },
    {
        "possession": "D",
        "down": 2,
        "yardage": 7,
        "position": 33,
        "time": "0:47",
        "quarter": 3,
        "details": "J.Hurts pass short right to B.Covey to PHI 47 for 14 yards (T.Andersen). PENALTY on PHI-C.Jurgens, Ineligible Downfield Pass, 5 yards, enforced at PHI 33 - No Play.",
        "playType": "RPO Pass",
        "personnel": "4-3 Nickel",
        "opponent_personnel": 11,
        "pre-formation": "Cover 2 Man",
        "post-formation": "Cover 1 Man",
        "motion": "",
        "description": "The Falcons get saved by a penalty on the center being too far down the field on this RPO Pass. While the receivers give an early indication that they are going to block, none of the cornerbacks at the top of the screen were going towards the only receiver waiting for the ball, Covey. Also, Bates has a poor tackle attempt, where he first takes a poor angle, and then doesn't maintain his leverage while trying to go after Cover, resulting in Bates being juked out."
    },
    {
        "possession": "D",
        "down": 2,
        "yardage": 12,
        "position": 28,
        "time": "0:22",
        "quarter": 3,
        "details": "(No Huddle, Shotgun) J.Hurts pass short left to D.Smith to PHI 36 for 8 yards (K.Elliss).",
        "playType": "Pass",
        "personnel": "4-3 Nickel",
        "opponent_personnel": 11,
        "pre-formation": "Cover 2 Man",
        "post-formation": "",
        "motion": "",
        "description": "This is an easy read for Hurts, where he can notice the linebacker on his best receiver in the game, after seeing Andersen rush. 55 could have gotten a little more physical with Smith, using his size to an advantage, but Smith is aware of that and makes sure to keep ample distance when he is at the break."
    },
    {
        "possession": "D",
        "down": 3,
        "yardage": 4,
        "position": 36,
        "time": "15:00",
        "quarter": 4,
        "details": "J.Hurts pass short right to B.Covey to PHI 45 for 9 yards (D.Alford).",
        "playType": "Pass",
        "personnel": "5-1 Nickel",
        "opponent_personnel": 11,
        "pre-formation": "Cover 1 Man",
        "post-formation": "Cover 3",
        "motion": "26 Barkley",
        "description": "This is a nice disguise coverage by the Falcons, as it looks like man coverage, as even the linebacker Andersen motions outside of the numbers with Barkley, but it actually looks like a Cover 3 once the play has developed, with a man on Smith. The pass rush is adequate with 3 men, and it helps that Judon and 55 come down to rush when Hurts starts to scramble. However, Hurts and Covey seem to be on the same page as Hurts is rolling right, and this is the difference during the extended play. The defense did confuse Hurts postsnap, but as he extended the play, he was able to create cracks in the defense."
    },
    {
        "possession": "D",
        "down": 1,
        "yardage": 10,
        "position": 45,
        "time": "14:27",
        "quarter": 4,
        "details": "(No Huddle, Shotgun) J.Hurts pass short right to B.Covey pushed ob at PHI 46 for 1 yard (D.Alford).",
        "playType": "Pass",
        "personnel": "4-2 Nickel",
        "opponent_personnel": 11,
        "pre-formation": "Cover 2",
        "post-formation": "",
        "motion": "",
        "description": "An interesting play, the Falcons appear to use triangle coverage at the top of the screen, and mainly have Bates as the lone safety. Covey is able to get open as the hitch by Smith blocks his man. It appears that Hurts could have had a bigger gain if he had waited, but maybe he thought the stunt would cause some pressure."
    },
    {
        "possession": "D",
        "down": 2,
        "yardage": 9,
        "position": 46,
        "time": "13:57",
        "quarter": 4,
        "details": "(No Huddle, Shotgun) J.Hurts pass short middle to S.Barkley to PHI 49 for 3 yards (T.Andersen).",
        "playType": "Pass",
        "personnel": "5-1 Nickel",
        "opponent_personnel": 11,
        "pre-formation": "Cover 4",
        "post-formation": "Cover 6",
        "motion": "",
        "description": "The Falcons seem to understand that Hurts will quickly leave the pocket, so they start with 5 men on the line. Elliss rushes, while 0 drops back in coverage, acting as a defender when Hurts rolls out. Carter seems unprepared to guard Barkley coming out of the backfield, as he gets flat footed and falls back when Barkley breaks inside. With 55 and 50 outside the left tackle, they did not do enough to get any substantial pressure. They both attempted the same move, the swim move outside the tackle, and ran into each other."
    },
    {
        "possession": "D",
        "down": 3,
        "yardage": 6,
        "position": 49,
        "time": "13:13",
        "quarter": 4,
        "details": "(No Huddle, Shotgun) J.Hurts pass short right to D.Smith to ATL 46 for 5 yards (A.Terrell).",
        "playType": "Pass",
        "personnel": "5-1 Nickel",
        "opponent_personnel": 11,
        "pre-formation": "Cover 3",
        "post-formation": "",
        "motion": "",
        "description": "The Falcons get up closer to Hurts' face, this time, as the stunt from 97 helps with crowding the line. 97 lined up a little further back than the DT to his right in order to get ready for the stunt. 55 pretended to go for the rush and then hung out around the line of scrimmage, in case of a QB run. The boundary corners lined up to protect the first down marker, but the threat of a deep route from Smith made Terrell give the Eagles enough cushion for a 5 yard pass."
    },
    {
        "possession": "D",
        "down": 4,
        "yardage": 1,
        "position": -46,
        "time": "12:29",
        "quarter": 4,
        "details": "J.Hurts left guard to ATL 43 for 3 yards (J.Bates).",
        "playType": "Run",
        "personnel": "5-3",
        "opponent_personnel": 12,
        "pre-formation": "Goal Line Gap 6",
        "post-formation": "",
        "motion": "88 Goedert",
        "description": "The Eagles identify that 50 looks like he is headed into the ground, while all the other defensive linemen have their head up. Hurts gains the needed yards by going through his gap."
    },
    {
        "possession": "D",
        "down": 1,
        "yardage": 10,
        "position": -43,
        "time": "11:50",
        "quarter": 4,
        "details": "S.Barkley right guard to ATL 39 for 4 yards (M.Hughes, M.Judon).",
        "playType": "Run",
        "personnel": "4-3 Nickel",
        "opponent_personnel": 12,
        "pre-formation": "Cover 4",
        "post-formation": "",
        "motion": "81 Calcaterra",
        "description": "The Eagles bring a tight end and the left guard as pulling blockers for Saquon. The Falcons are unable to populate the line of scrimmage with defenders as Barkley gets wide. Ellis had a prime opportunity to rush through an open hole to attempt the tackle, but he slows down as he sees the guard coming over to block him. "
    },
    {
        "possession": "D",
        "down": 2,
        "yardage": 6,
        "position": -39,
        "time": "11:13",
        "quarter": 4,
        "details": "J.Hurts pass short right to B.Covey to ATL 35 for 4 yards (A.Terrell).",
        "playType": "Pass",
        "personnel": "5-1 Nickel",
        "opponent_personnel": 11,
        "pre-formation": "Cover 4",
        "post-formation": "Cover 2 Zone",
        "motion": "",
        "description": "With no one over Covey at the snap, Hurts can make the quick throw for an easy 4 yards. The Falcons had basically 2 men rushing, with 17 dropping back in coverage and Judon getting to the line but not engaging with any blockers. Both of the linebackers on the line went straight back to their zones. A better play could have resulted if Elliss went back to his zone diagonally, where he was hovering over Covey for a little bit, while still being in position to get to the slant coming across his zone."
    },
    {
        "possession": "D",
        "down": 3,
        "yardage": 2,
        "position": -35,
        "time": "10:31",
        "quarter": 4,
        "details": "J.Hurts up the middle to ATL 23 for 12 yards (J.Bates, T.Andersen).",
        "playType": "Run",
        "personnel": "4-2 Nickel",
        "opponent_personnel": 11,
        "pre-formation": "Cover 6",
        "post-formation": "",
        "motion": "26 Barkley",
        "description": "This is a lucrative QB run for the Eagles because the Falcons can't get enough from their defensive line. The Eagles offensive line rotates 90 out of the way, and while Judon is initially unblocked, he doesn't have enough speed or power to get through the offensive lineman running at him. It honestly looks like Judon is the offensive lineman and the Eagles blocker is a dominant edge rusher. Andersen takes the wrong angle, and this allows Hurts to get extra yardage. I did find it interesting how Andersen was able to stop quickly when he realized his miscalculation, but at that point it was too late."
    },
    {
        "possession": "D",
        "down": 1,
        "yardage": 10,
        "position": -23,
        "time": "10:00",
        "quarter": 4,
        "details": "S.Barkley up the middle to ATL 14 for 9 yards (M.Hughes).",
        "playType": "RPO Run",
        "personnel": "4-3 Nickel",
        "opponent_personnel": 11,
        "pre-formation": "Cover 6",
        "post-formation": "",
        "motion": "",
        "description": "The effect of the previous RPOs is apparent on this play. We see Smith running the bubble and causing the defense to freeze up instead of heading for Barkley. The defensive tackles appear to engage blocks more with their arms, as they are fully outstretched, rather than with their full body weight. This allows Philly's offensive line to dominate the play."
    },
    {
        "possession": "D",
        "down": 2,
        "yardage": 1,
        "position": -14,
        "time": "9:36",
        "quarter": 4,
        "details": "(No Huddle, Shotgun) J.Hurts left tackle to ATL 12 for 2 yards (D.Onyemata; A.Ebiketie).",
        "playType": "RPO Run",
        "personnel": "4-3 Nickel",
        "opponent_personnel": 11,
        "pre-formation": "Cover 1",
        "post-formation": "",
        "motion": "",
        "description": "Hurts doesn't have the best choices on this read option play, as they get into the box well while still having 17 ready for Hurts. However, Hurts puts 17 on skates with a juke, since 17 doesn't maintain his leverage. He gave up the opportunity to make a big hit on Hurts in the open field. However, 90 showed good effort by getting of his line and running across the offensive line to be able to get the tackle on Hurts."
    },
    {
        "possession": "D",
        "down": 1,
        "yardage": 10,
        "position": -12,
        "time": "8:51",
        "quarter": 4,
        "details": "S.Barkley left end to ATL 4 for 8 yards (J.Simmons; K.Elliss). PENALTY on PHI-J.Wilson, Offensive Holding, 10 yards, enforced at ATL 8.",
        "playType": "RPO Run",
        "personnel": "5-2 Nickel",
        "opponent_personnel": 11,
        "pre-formation": "Cover 6",
        "post-formation": "",
        "motion": "6 Smith",
        "description": "Another RPO Run by the Eagles, which is successful aside from the holding penalty. Carter had an opportunity to make a play on Barkley, but he took an angle more aimed at the QB instead of the RB. Given the Eagles setup, the only run towards Carter on an RPO would be by the RB, where the other edge defender should be protecting for the quarterback run. The jersey tug by the WR Wilson helps to reverse the play, even though the hold occurred at the end of the play. Another note is that the linebacker Elliss has constantly appeared to be slow on his feet, and is indecisive with his decisions. He had a clear path to Barkley if he had read the QB better."
    },
    {
        "possession": "D",
        "down": 1,
        "yardage": 16,
        "position": -18,
        "time": "8:29",
        "quarter": 4,
        "details": "J.Hurts left tackle pushed ob at ATL 6 for 12 yards (A.Terrell).",
        "playType": "Run",
        "personnel": "4-2 Nickel",
        "opponent_personnel": 11,
        "pre-formation": "Cover 2 Man",
        "post-formation": "",
        "motion": "",
        "description": "A very nice QB draw by the Eagles, they utilize Barkley and the center as blockers through their left B gap. The defensive line has already run past him, and the linebackers get blocked by the entourage of the halfback and center. Simmons takes a bad angle and misses the tackle as Hurts decides to go wide. Terrell does a good job of still making the play, even when there was a hold on him."
    },
    {
        "possession": "D",
        "down": 2,
        "yardage": 4,
        "position": -6,
        "time": "7:50",
        "quarter": 4,
        "details": "(No Huddle, Shotgun) S.Barkley right guard to ATL 5 for 1 yard (E.Goldman).",
        "playType": "Run",
        "personnel": "5-2 Nickel",
        "opponent_personnel": 11,
        "pre-formation": "Cover 2 Man",
        "post-formation": "",
        "motion": "",
        "description": "Another Philadelphia run, but this one is not as successful. Bates comes down and fills the right C gap. While he doesn't have the best tackle attempt, as he gets flat footed and stops, but the congestion of the red zone makes sure that Barkley can't get away even with the spin."
    },
    {
        "possession": "D",
        "down": 3,
        "yardage": 3,
        "position": -5,
        "time": "7:08",
        "quarter": 4,
        "details": "J.Hurts pass short right to S.Barkley for 5 yards, TOUCHDOWN. The Replay Official reviewed the runner broke the plane ruling, and the play was REVERSED. J.Hurts pass short right to S.Barkley to ATL 1 for 4 yards (J.Bates).",
        "playType": "PA Pass",
        "personnel": "5-2 Nickel",
        "opponent_personnel": 12,
        "pre-formation": "Cover 1 Man",
        "post-formation": "",
        "motion": "89 Wilson",
        "description": "The replay helped the Falcons out on this play, albeit temporarily. Bates slows down in the case of a run, but Barkley does not even fake the handoff. It looks like Barkley was Bates' man, so the lack of awareness here basically sets up the Eagles for a tush push."
    },
    {
        "possession": "D",
        "down": 1,
        "yardage": 1,
        "position": -1,
        "time": "6:47",
        "quarter": 4,
        "details": "Jalen Hurts 1 Yd Rush, TOUCHDOWN.",
        "playType": "Run",
        "personnel": "6-5",
        "opponent_personnel": 12,
        "pre-formation": "Goal Line",
        "post-formation": "",
        "motion": "",
        "description": "This is another time where the Eagles identify the weak spot on the defense for the tush push. The Falcons leave an empty gap for the Eagles, their left B gap, and this is the hole which they get the touchdown in. This play is very difficult to stop, especially due to the poor run defense the Falcons already have."
    },
    {
        "possession": "D",
        "down": null,
        "yardage": null,
        "position": -2,
        "time": "6:47",
        "quarter": 4,
        "details": "TWO-POINT CONVERSION ATTEMPT. S.Barkley rushes up the middle. ATTEMPT SUCCEEDS.",
        "playType": "Run",
        "personnel": "4-3 Nickel",
        "opponent_personnel": 11,
        "pre-formation": "Cover 1 Man",
        "post-formation": "",
        "motion": "18 Covey",
        "description": "This is an easy 2 point conversion for Barkley to get, as he can jump across to get the points. The Eagles can double team guys on the inside and the trap blocker seals the edge. 89 on the Eagles also helps to secure the edge, meaning no edge rusher can get into the backfield."
    },
    {
        "possession": "ST",
        "down": null,
        "yardage": null,
        "position": 35,
        "time": "6:47",
        "quarter": 4,
        "details": "B.Mann kicks 65 yards from PHI 35 to end zone, Touchback to the ATL 30.",
        "playType": "Kickoff",
        "personnel": "Kickoff Return",
        "opponent_personnel": "Kickoff",
        "pre-formation": "",
        "post-formation": "",
        "motion": "",
        "description": "This is a touchback as the kick is fielded deep in the endzone. Both teams don't put their full effort into the kickoff as they see the returner taking a knee."
    },
    {
        "possession": "O",
        "down": 1,
        "yardage": 10,
        "position": -30,
        "time": "6:47",
        "quarter": 4,
        "details": "B.Robinson right end pushed ob at ATL 31 for 1 yard (N.Dean).",
        "playType": "Run",
        "personnel": 11,
        "opponent_personnel": "4-2 Nickel",
        "pre-formation": "Pistol Bunch",
        "post-formation": "Pistol Trips",
        "motion": "89 Woerner",
        "description": "There was a missed assignment on the right defensive end, as both the right tackle and the motioning Woerner can't get him. This causes Robinson to have to bounce wide and get a minimal gain."
    },
    {
        "possession": "O",
        "down": 2,
        "yardage": 9,
        "position": -31,
        "time": "6:18",
        "quarter": 4,
        "details": "K.Cousins pass incomplete deep left to D.Mooney. PHI-A.Maddox was injured during the play.",
        "playType": "PA Pass",
        "personnel": 11,
        "opponent_personnel": "4-2 Nickel Cover 2 Zone",
        "pre-formation": "Singleback Trips",
        "post-formation": "Singleback Trips",
        "motion": "1 Mooney",
        "description": "A good play action concept, Mooney and London do a very good job of synchronizing their cuts. Cousins threw a good ball despite him having to wait in the pocket for a little bit, but Mooney had almost stopped after the collision between his and London's routes, even if he was in the open field."
    },
    {
        "possession": "O",
        "down": 3,
        "yardage": 9,
        "position": -31,
        "time": "6:12",
        "quarter": 4,
        "details": "K.Cousins pass short right to D.London to ATL 39 for 8 yards (D.Slay).",
        "playType": "Pass",
        "personnel": 11,
        "opponent_personnel": "5-0 Nickel",
        "pre-formation": "Shotgun Ace",
        "post-formation": "",
        "motion": "",
        "description": "The Falcons use the same motion to a corner and deep in route combo on their left side. This is a good throw as it is just on time as Pitts moves away from London. Robinson makes a massive block to allow Cousins to make this throw."
    },
    {
        "possession": "O",
        "down": 4,
        "yardage": 1,
        "position": -39,
        "time": "5:42",
        "quarter": 4,
        "details": "(No Huddle) B.Robinson right guard to ATL 39 for no gain (C.Gardner-Johnson). ** Injury Update: PHI-A.Maddox has returned to the game.",
        "playType": "Run",
        "personnel": 11,
        "opponent_personnel": "4-2",
        "pre-formation": "Singleback Ace",
        "post-formation": "Singleback Wing",
        "motion": "5 London",
        "description": "A surprising decision at their own 39 that does not pay off for the Falcons. The right tackle who struggles to make a good block on Carter, who lined up in the B gap. This slows down Robinsons, and the safety is already close to the line of scrimmage to make the tackle."
    },
    {
        "possession": "D",
        "down": 1,
        "yardage": 10,
        "position": -39,
        "time": "5:38",
        "quarter": 4,
        "details": "S.Barkley right guard to ATL 28 for 11 yards (J.Bates). PENALTY on PHI-L.Dickerson, Offensive Holding, 10 yards, enforced at ATL 36.",
        "playType": "Run",
        "personnel": "5-2",
        "opponent_personnel": 12,
        "pre-formation": "Cover 2",
        "post-formation": "",
        "motion": "81 Calcaterra",
        "description": "This inside zone play works very well for the Eagles. Calcaterra shows that he is going to motion by looking back at Hurts the entire time. The motion shifts the linebackers, who would initially have been in a good position to make a play, so they end up running into the linebackers. The holding call saves the Falcons from the big gain."
    },
    {
        "possession": "D",
        "down": 1,
        "yardage": 17,
        "position": -46,
        "time": "5:11",
        "quarter": 4,
        "details": "S.Barkley up the middle to ATL 47 for -1 yards (J.Smith-Williams, J.Bates).",
        "playType": "Run",
        "personnel": "5-2",
        "opponent_personnel": 12,
        "pre-formation": "Cover 3",
        "post-formation": "",
        "motion": "6 Smith",
        "description": "The Falcons make a good stop on this run play, as Bates comes down to the line of scrimmage on the motion. Bates helps close off the edge and 50 does a good job of getting into the backfield while the right tackle is sliding left. This looked like it was supposed to be another inside zone, but the men in the backfield made Barkley hesitate for enough time."
    },
    {
        "possession": "D",
        "down": 2,
        "yardage": 18,
        "position": -47,
        "time": "4:28",
        "quarter": 4,
        "details": "J.Hurts pass short left to D.Goedert to ATL 31 for 16 yards (K.Elliss).",
        "playType": "PA Pass",
        "personnel": "5-2",
        "opponent_personnel": 12,
        "pre-formation": "Cover 2 Zone",
        "post-formation": "Cover 2 Zone DB Blitz",
        "motion": "81 Calcaterra",
        "description": "Once again, we see Calcaterra look back for the motion. This play ended up in an unconventional Cover 2 Zone, since Simmons came in on the blitz. Right before the snap, we can see Judon shift over on the edge from directly in front of the tight end to the gap in between the left tackle and tight end to give Simmons some space. This was a good play by Goedert to register the zone defender right in front of him and then sit down to give Hurts a place to throw to."
    },
    {
        "possession": "D",
        "down": 3,
        "yardage": 2,
        "position": -31,
        "time": "3:40",
        "quarter": 4,
        "details": "J.Hurts pass short right to S.Barkley to ATL 27 for 4 yards (C.Phillips).",
        "playType": "RPO Pass",
        "personnel": "5-2",
        "opponent_personnel": 11,
        "pre-formation": "Cover 4",
        "post-formation": "",
        "motion": "26 Barkley",
        "description": "Barkley runs over a cornerback who is being blocked in order to pick up the first down. With Barkley motioning over we see 55 and 44 try and signal to the defense, and it looks like they wanted 50 to move, as he is one of the 3 men who is playing close to the line in the Cover 4. 50 is far from the Eagles offensive line, but still on the line, with both hands out of the ground. This is contrary to his regular pass rushing stance where he has 2 hands in the ground, so I don't know why he didn't line up in line with the regular linebackers. This could have helped out with taking a better angle on Barkley and stopping him short of the line to gain. Finally, 50 showed poor open field tackling, as he stopped running when he got close to Barkley, losing the leverage he had, and allowing Barkley to get out to the edge."
    },
    {
        "possession": "D",
        "down": 1,
        "yardage": 10,
        "position": -27,
        "time": "2:56",
        "quarter": 4,
        "details": "S.Barkley left guard to ATL 27 for no gain (G.Jarrett).",
        "playType": "Run",
        "personnel": "5-2",
        "opponent_personnel": 12,
        "pre-formation": "Cover 4",
        "post-formation": "",
        "motion": "81 Calcaterra",
        "description": "Another inside zone by the Eagles, we once again see Calcaterra with the look back and motion. The Eagles have run a variation of this inside zone, where they utilize a trap blocker running across the formation, often a tight end on a motion. Jarrett makes a nice move to get in between the gap between the RT and TE with a nice hesitation move after lining up directly in front of the right tackle. This disruption is something the Falcons defense needs more of, as this was able to hold Barkley to 0 yards despite his offensive line opening a big hole in front of him."
    },
    {
        "possession": "D",
        "down": 2,
        "yardage": 10,
        "position": -27,
        "time": "2:13",
        "quarter": 4,
        "details": "S.Barkley left guard to ATL 18 for 9 yards (J.Simmons).",
        "playType": "Run",
        "personnel": "5-2",
        "opponent_personnel": 12,
        "pre-formation": "Cover 4",
        "post-formation": "",
        "motion": "",
        "description": "On this run, the Eagles utilize pulling blockers, and we see the linebackers shift along with them. Simmons comes down before the snap, but he goes outside instead of to the B gap where the run is going. Andersen seems like he was supposed to occupy that gap, but he got stopped by an offensive lineman because he was not decisive enough to find the ball carrier."
    },
    {
        "possession": "D",
        "down": 3,
        "yardage": 1,
        "position": -18,
        "time": "2:00",
        "quarter": 4,
        "details": "Penalty on ATL-K.Street, Encroachment, declined.",
        "playType": "",
        "personnel": "Goal Line",
        "opponent_personnel": 12,
        "pre-formation": "Tush Push Prevent",
        "post-formation": "",
        "motion": "",
        "description": "The center seems to lunge while getting in preparation for the snap, and Street crosses the line. I feel like this should have been a false start, but the congestion at the line for the Eagles probably interfered with the officials' vision. It was interesting how the Eagles declined the penalty, most likely in order to burn off more time knowing that the Tush Push is basically automatic."
    },
    {
        "possession": "D",
        "down": 3,
        "yardage": 1,
        "position": -18,
        "time": "2:00",
        "quarter": 4,
        "details": "J.Hurts up the middle to ATL 17 for 1 yard (K.Elliss; M.Judon).",
        "playType": "Run",
        "personnel": "Goal Line",
        "opponent_personnel": 12,
        "pre-formation": "Tush Push Prevent",
        "post-formation": "",
        "motion": "",
        "description": "As expected, another tush push. Judon takes the unique approach of jumping over the line and trying to disrupt Hurts, but he can not get the spot, as the Eagles get the necessary yardage by pushing through the spot he was occupying."
    },
    {
        "possession": "D",
        "down": 1,
        "yardage": 10,
        "position": -17,
        "time": "1:56",
        "quarter": 4,
        "details": "S.Barkley left guard to ATL 13 for 4 yards (J.Simmons; K.Elliss).",
        "playType": "Run",
        "personnel": "5-2",
        "opponent_personnel": 12,
        "pre-formation": "Cover 3",
        "post-formation": "",
        "motion": "",
        "description": "Another run play which was similar to the one at 2:13, which featured 2 pulling blockers. The Falcons bring the all out rush in order to stop the run, but can't dominate the entire line of scrimmage, as the pulling blockers help to create some space."
    },
    {
        "possession": "D",
        "down": 2,
        "yardage": 6,
        "position": -13,
        "time": "1:51",
        "quarter": 4,
        "details": "F.Johnson reported in as eligible. S.Barkley left tackle to ATL 10 for 3 yards (T.Graham).",
        "playType": "Run",
        "personnel": "5-5",
        "opponent_personnel": 13,
        "pre-formation": "Cover 0",
        "post-formation": "",
        "motion": "26 Barkley",
        "description": "Barkley moves from the pistol to the shotgun on this inside zone. The Falcons use a gap 8 defense to try and plug all the holes on the offensive line. The defense gets to the ball carrier quickly, but the tackle rolls him over, allowing him to get an extra yard or so."
    },
    {
        "possession": "D",
        "down": 3,
        "yardage": 3,
        "position": -10,
        "time": "1:46",
        "quarter": 4,
        "details": "J.Hurts pass incomplete short right to S.Barkley.",
        "playType": "PA Pass",
        "personnel": "5-4",
        "opponent_personnel": 12,
        "pre-formation": "Cover 0",
        "post-formation": "",
        "motion": "",
        "description": "A very costly drop for the Eagles, but a bail out for the Falcons. We once again see Barkley leaving before Hurts can pretend to hand him the ball off. The Falcons have decent recovery off of the fake, but Barkley probably would have gotten the first down. I think 22 could have provided better coverage on Barkley than Simmons, since he would have been able to see Barkley run out before Hurts could get to him."
    },
    {
        "possession": "ST",
        "down": 4,
        "yardage": 3,
        "position": -10,
        "time": "1:39",
        "quarter": 4,
        "details": "J.Elliott 28 yard field goal is GOOD, Center-R.Lovato, Holder-B.Mann.",
        "playType": "Field Goal",
        "personnel": "Field Goal Block",
        "opponent_personnel": "Field Goal Attempt",
        "pre-formation": "",
        "post-formation": "",
        "motion": "",
        "description": "A well executed field goal by the Eagles."
    },
    {
        "possession": "ST",
        "down": null,
        "yardage": null,
        "position": 35,
        "time": "",
        "quarter": 4,
        "details": "B.Mann kicks 65 yards from PHI 35 to end zone, Touchback to the ATL 30.",
        "playType": "Kickoff",
        "personnel": "Kickoff Return",
        "opponent_personnel": "Kickoff",
        "pre-formation": "",
        "post-formation": "",
        "motion": "",
        "description": "This kickoff leads to a touchback. The Falcons seem to utilize a simpler blocking scheme, as there is no pulling blocker in the pseudo-walkthrough that occurs before the returner takes his knee."
    },
    {
        "possession": "O",
        "down": 1,
        "yardage": 10,
        "position": -30,
        "time": "1:39",
        "quarter": 4,
        "details": "K.Cousins pass short middle to K.Pitts to ATL 41 for 11 yards (N.Dean).",
        "playType": "Pass",
        "personnel": 11,
        "opponent_personnel": "4-2 Nickel",
        "pre-formation": "Shotgun Ace",
        "post-formation": "Shotgun Trips",
        "motion": "8 Pitts",
        "description": "This was a good play by Pitts to deliver a good block and then get open with the pretty nice route. Cousins also showed good pocket presence by sliding when he felt the defender. Pitts faked the cut on his route, almost like an angle route, and then sat down to get the first down."
    },
    {
        "possession": "O",
        "down": 1,
        "yardage": 10,
        "position": -41,
        "time": "1:19",
        "quarter": 4,
        "details": "(No Huddle, Shotgun) K.Cousins pass deep left to D.Mooney to PHI 38 for 21 yards (R.Blankenship).",
        "playType": "Pass",
        "personnel": 11,
        "opponent_personnel": "4-2 Nickel",
        "pre-formation": "Shotgun Ace",
        "post-formation": "",
        "motion": "",
        "description": "Mooney is able to find the soft spot in the Cover 2, as Cousins has plenty of time with 2 receivers throwing chip blocks. It would have been a little more optimal in the situation for Mooney to get out of bounds, but he does a good job of getting the ball back to the middle of the field in the hurry up. I will say that Cousins could have timed his throw better if the goal was to get Mooney out on the boundary, releasing the ball right after his hitch, since it was pretty clearly Cover 2 at that point. I have to mention, the offensive line did an excellent job with their blocks on this play as well."
    },
    {
        "possession": "O",
        "down": 1,
        "yardage": 10,
        "position": 38,
        "time": "0:55",
        "quarter": 4,
        "details": "(No Huddle, Shotgun) K.Cousins pass deep left to D.Mooney ran ob at PHI 12 for 26 yards (Z.Baun).",
        "playType": "Pass",
        "personnel": 11,
        "opponent_personnel": "4-2 Nickel",
        "pre-formation": "Shotgun Trips",
        "post-formation": "",
        "motion": "",
        "description": "Once again the offensive line gives Cousins excellent protection for the pass. The man coverage allows Mooney to have a one on one matchup on the rookie first rounder, Mitchell. He runs a nice out route, but the Falcons got a little lucky that they still have the ball. The ball is thrown a little later than it should have been and could have been picked off if Mitchell had gone for the ball instead of the receiver. It appears that Cousins wants to make sure his receivers are open rather than throwing the ball to a spot, which may be because it is his second game with this team."
    },
    {
        "possession": "O",
        "down": 1,
        "yardage": 10,
        "position": -12,
        "time": "0:48",
        "quarter": 4,
        "details": "K.Cousins pass short left to D.London pushed ob at PHI 7 for 5 yards (Q.Mitchell).",
        "playType": "Pass",
        "personnel": 11,
        "opponent_personnel": "4-2 Nickel",
        "pre-formation": "Shotgun Ace",
        "post-formation": "",
        "motion": "",
        "description": "Cousins seems to pick out the left side for this pass based on the alignment of the defense. Pitts is not open in the zone, and London is open on the out to hitch route. London does a good job of getting out of bounds on this play. Also, the line had excellent protection, and they were prepared for the stunt by 19."
    },
    {
        "possession": "O",
        "down": 2,
        "yardage": 5,
        "position": -7,
        "time": "0:43",
        "quarter": 4,
        "details": "K.Cousins pass incomplete short middle to R.McCloud (A.Maddox).",
        "playType": "Pass",
        "personnel": 11,
        "opponent_personnel": "4-2 Nickel",
        "pre-formation": "Shotgun Ace",
        "post-formation": "",
        "motion": "",
        "description": "The Eagles bring the blitz, and Cousins identifies a good matchup. However, the ball is slightly behind and this leads to the defender being able to make a play on the ball. Cousins was pretty much standing still on this throw, so I wonder if making this throw in rhythm with the drop back would have made this a better ball."
    },
    {
        "possession": "O",
        "down": 3,
        "yardage": 5,
        "position": 7,
        "time": "0:34",
        "quarter": 4,
        "details": "K.Cousins pass short right to D.London for 7 yards, TOUCHDOWN. PENALTY on ATL-D.London, Unsportsmanlike Conduct, 15 yards, enforced between downs.",
        "playType": "Pass",
        "personnel": 11,
        "opponent_personnel": "4-2 Nickel",
        "pre-formation": "Shotgun Trips",
        "post-formation": "",
        "motion": "5 London",
        "description": "London had a very explosive cut on the inside shade corner. He never showed that he was going outside until the cut, which caught the corner off guard. This made it a pretty easy throw for Kirk. From the film cut ups, I couldn't figure out why London was penalized for the celebration."
    },
    {
        "possession": "ST",
        "down": null,
        "yardage": null,
        "position": null,
        "time": "",
        "quarter": 4,
        "details": "Y.Koo extra point is GOOD, Center-L.McCullough, Holder-B.Pinion.",
        "playType": "Extra Point Attempt",
        "personnel": "Field Goal",
        "opponent_personnel": "Field Goal Block",
        "pre-formation": "",
        "post-formation": "",
        "motion": "",
        "description": "The penalty does not stop Koo from getting the point after."
    },
    {
        "possession": "ST",
        "down": null,
        "yardage": null,
        "position": -35,
        "time": "0:34",
        "quarter": 4,
        "details": "B.Pinion kicks 65 yards from ATL 35 to end zone, Touchback to the PHI 30.",
        "playType": "Kickoff",
        "personnel": "Kickoff",
        "opponent_personnel": "Kickoff Return",
        "pre-formation": "",
        "post-formation": "",
        "motion": "",
        "description": "Pinion just sends this kick to the endzone. The Falcons lined up with every defender on the line and had a balanced formation. In between the hashes there were 2 men, and for the left and the right, the Falcons had 2 between the hashes and numbers and 2 outside the numbers."
    },
    {
        "possession": "D",
        "down": 1,
        "yardage": 10,
        "position": 30,
        "time": "0:34",
        "quarter": 4,
        "details": "J.Hurts pass short left to D.Goedert to PHI 43 for 13 yards (K.King).",
        "playType": "Pass",
        "personnel": "5-0 Dime",
        "opponent_personnel": 11,
        "pre-formation": "Cover 2 Man",
        "post-formation": "Cover 2 Man Spy",
        "motion": "",
        "description": "The Falcons employ a defensive that tries to limit any big play, as they have 6 defensive backs and have a spy on Hurts. Goedert has the mismatch and uses his size to get inside of Kevin King. Andersen takes 2 steps when he pretends to rush and then steps back and attempts to bat down Hurts' pass."
    },
    {
        "possession": "O",
        "down": 1,
        "yardage": 10,
        "position": -43,
        "time": "0:27",
        "quarter": 4,
        "details": "J.Hurts pass deep left intended for D.Smith INTERCEPTED by J.Bates [K.Elliss] at ATL 32. J.Bates to ATL 32 for no gain (B.Covey).",
        "playType": "Pass",
        "personnel": "5-0 Dime",
        "opponent_personnel": 11,
        "pre-formation": "Cover 2 Man",
        "post-formation": "",
        "motion": "88 Goedert",
        "description": "This is a great rush by Elliss on the stunt. He makes sure to dodge all the Philadelphia linemen by looping from the offensive right B gap to the left C gap. He jukes out Becton at first and then uses his speed and shows off his bending ability to get a clear shot at Hurts. The other rushing defenders make sure to collapse the line to their left to allow Elliss to get to Hurts unblocked. Bates makes a good play on the diving interception catch to seal the game for the Falcons."
    },
    {
        "possession": "O",
        "down": 1,
        "yardage": 10,
        "position": -31,
        "time": "0:19",
        "quarter": 4,
        "details": "K.Cousins kneels to ATL 31 for -1 yards.",
        "playType": "Kneel Down",
        "personnel": 12,
        "opponent_personnel": "5-2",
        "pre-formation": "Victory",
        "post-formation": "",
        "motion": "",
        "description": "This is a clean execution of a kneel down. They position McCloud 12 yards back of the center in the case of a fumbled snap."
    },
    {
        "possession": "O",
        "down": 2,
        "yardage": 11,
        "position": -31,
        "time": "0:16",
        "quarter": 4,
        "details": "K.Cousins kneels to ATL 30 for -1 yards.",
        "playType": "Kneel Down",
        "personnel": 12,
        "opponent_personnel": "5-2",
        "pre-formation": "Victory",
        "post-formation": "",
        "motion": "",
        "description": "This is another example of clean execution of a kneel down. They position McCloud around 10 yards back of the center in the case of a fumbled snap."
    }
]