[
    {
        "possession": "ST",
        "down": null,
        "yardage": null,
        "position": -35,
        "time": "15:00",
        "quarter": 1,
        "details": "R.McCloud to ATL 30 for 29 yards (B.Bishop)",
        "playType": "Kickoff Return",
        "personnel": "Kickoff Return",
        "opponent_personnel": "Kickoff",
        "pre-formation": "",
        "post-formation": "",
        "motion": "",
        "description": "In the first kick return of the season, we see the Falcons implement a blocking scheme which looks like a run play with a pulling tight end. The line looks relatively evenly spread, with a 3 man bunch in the middle of the formation, however the pulling tight end is a little closer to the 3 man bunch than the tight end on the left side of the image. Atlanta decided to leave the 2 outside most Steelers unblocked, and we see that 31, the unblocked player on the left side of the screen is able to make the tackle. If he had not, McCloud would have had to just beat Boswell to get to the endzone."
    },
    {
        "possession": "O",
        "down": 1,
        "yardage": 10,
        "position": -30,
        "time": "14:55",
        "quarter": 1,
        "details": "B.Robinson left tackle to ATL 37 for 7 yards (P.Queen, L.Ogunjobi)",
        "playType": "Run",
        "personnel": 12,
        "opponent_personnel": "4-2",
        "pre-formation": "Pistol Wing",
        "post-formation": "Pistol Trips",
        "motion": "89 Woerner",
        "description": "The first offensive play sets up similarly to the kickoff, where a pulling lead blocker was utilized. The Falcons decided to run away from TJ Watt, with Pitts barely touching him. The run went through the left A gap with Bijan put into the position to power through the hole vertically."
    },
    {
        "possession": "O",
        "down": 2,
        "yardage": 3,
        "position": -37,
        "time": "14:15",
        "quarter": 1,
        "details": "(Shotgun) B.Robinson left end to ATL 40 for 3 yards (L.Ogunjobi).",
        "playType": "Run",
        "personnel": 12,
        "opponent_personnel": "5-3",
        "pre-formation": "Pistol Wing",
        "post-formation": "Pistol Wing",
        "motion": "89 Woerner",
        "description": "Similar to the previous play, a motion was featured. The tight end went from the left side to the right, back to the left in order to serve as another blocker. This run was also away from Watt. Instead of a gap run, this appeared to be a zone run, with Bijan making a cut to get upfield. You can also see the tight end who is supposed to go in motion line up slightly facing the QB to see the motion signal."
    },
    {
        "possession": "O",
        "down": 1,
        "yardage": 10,
        "position": -40,
        "time": "13:36",
        "quarter": 1,
        "details": "(Shotgun) B.Robinson left tackle to ATL 44 for 4 yards (T.Watt; D.Elliott).",
        "playType": "Run",
        "personnel": null,
        "opponent_personnel": null,
        "pre-formation": "Pistol Wing Twin",
        "post-formation": "Pistol Trips",
        "motion": "5 London",
        "description": "A third straight run was called by the Falcons, but this time, it was an inside zone run which ended up on Watt's side. The Falcons motioned over Drake London to help Kyle Pitts with the block on TJ Watt. The run ended up in the right C gap, but the blocks on Watt were not too effective, resulting in Watt making the tackle."
    },
    {
        "possession": "O",
        "down": 2,
        "yardage": 6,
        "position": -44,
        "time": "13:12",
        "quarter": 1,
        "details": "(No Huddle, Shotgun) K.Cousins pass incomplete short left to D.Mooney.",
        "playType": "Pass",
        "personnel": 12,
        "opponent_personnel": "5-1",
        "pre-formation": "Shotgun Ace",
        "post-formation": "",
        "motion": "",
        "description": "The first pass play for the Falcons, the Steelers blitz 6 rushers, leaving a one on one matchup with every blocker. The protection was good enough for Kirk to have some time, but the receivers did not have the best routes to beat man coverage. 89 got blocked after his break on the cut. Kirk's pass was to the outside of Mooney, and nearly got intercepted, which may have meant a miscommunication between Kirk and Mooney."
    },
    {
        "possession": "O",
        "down": 3,
        "yardage": 6,
        "position": -44,
        "time": "13:09",
        "quarter": 1,
        "details": "(Shotgun) K.Cousins pass short middle to D.Mooney to PIT 41 for 15 yards (D.Kazee) [L.Ogunjobi].",
        "playType": "Pass",
        "personnel": 11,
        "opponent_personnel": "4-1 Dime",
        "pre-formation": "Shotgun Trips",
        "post-formation": "Shotgun Trips",
        "motion": "34 McCloud",
        "description": "The Steelers rush 5 on this play, but Kirk delivers a strike to get a first down. The Steelers run a Cover 2 man, and are able to get pressure since the right tackle and guard commit to Watt, leaving an unblocked rusher to get pressure."
    },
    {
        "possession": "O",
        "down": 1,
        "yardage": 10,
        "position": 41,
        "time": "12:35",
        "quarter": 1,
        "details": "(No Huddle, Shotgun) K.Cousins pass incomplete deep middle to R.McCloud [A.Highsmith]. PENALTY on PIT-A.Highsmith, Defensive Offside, 5 yards, enforced at PIT 41 - No Play.",
        "playType": "Pass",
        "personnel": 11,
        "opponent_personnel": "4-2",
        "pre-formation": "Shotgun Trips",
        "post-formation": "",
        "motion": "",
        "description": "The Steelers turned to Cover 3 on this play, but an early rush gave the Falcons a free 5 yards. Kirk did get pressured, but this was a good play call against Cover 3 because Pitts was open in the strong side hook after McCloud's post took the defender."
    },
    {
        "possession": "O",
        "down": 1,
        "yardage": 5,
        "position": 36,
        "time": "12:31",
        "quarter": 1,
        "details": "(Shotgun) T.Allgeier left end to PIT 23 for 13 yards (M.Adams).",
        "playType": "Run",
        "personnel": 21,
        "opponent_personnel": "5-2",
        "pre-formation": "Pistol Weak I Left",
        "post-formation": "Pistol Strong I Right",
        "motion": "7 Robinson",
        "description": "The first carry of the game for Tyler Allegier was a successful inside zone play through the B gap. The right guard was pulling to create more space, and TJ Watt was unblocked. Bijan was used as a decoy, being sent to the right side of the offense."
    },
    {
        "possession": "O",
        "down": 1,
        "yardage": 10,
        "position": 23,
        "time": "11:46",
        "quarter": 1,
        "details": "(Shotgun) B.Robinson left end ran ob at PIT 18 for 5 yards (D.Kazee).",
        "playType": "Run",
        "personnel": 12,
        "opponent_personnel": "5-3",
        "pre-formation": "Pistol Trips",
        "post-formation": "Pistol Ace",
        "motion": "89 Woerner",
        "description": "An outside zone play, appearing to be a stretch play with a lead blocker with a tight end. The blockers ended up slipping, but Bijan was able to turn the corner and get 5 yards. Bijan made a good move in order to dodge Patrick Queen and make a positive gain."
    },
    {
        "possession": "O",
        "down": 2,
        "yardage": 5,
        "position": 18,
        "time": "11:07",
        "quarter": 1,
        "details": "(Shotgun) K.Cousins pass short right to D.London to PIT 10 for 8 yards (D.Kazee).",
        "playType": "Pass",
        "personnel": 12,
        "opponent_personnel": "5-2 Nickel",
        "pre-formation": "Pistol Wing",
        "post-formation": "Pistol Wing",
        "motion": "1 Mooney",
        "description": "Cousins made a good throw in order to find Drake London in the window. It appears he could have had Kyle Pitts on a longer gain. Cousins kept his view on the right side of the offense for the entire play. The pass blocking was good, giving Kirk time to make the throw."
    },
    {
        "possession": "O",
        "down": 1,
        "yardage": 10,
        "position": 10,
        "time": "10:37",
        "quarter": 1,
        "details": "(No Huddle, Shotgun) B.Robinson right tackle to PIT 13 for -3 yards (T.Watt).",
        "playType": "Run",
        "personnel": 12,
        "opponent_personnel": "5-3",
        "pre-formation": "Pistol Trips",
        "post-formation": "Pistol Wing",
        "motion": "5 London",
        "description": "This was the first time running towards Watt. Even though the line was slid towards the right, leaving the tackle with a one on one with Watt was not the best play design. Maybe the play was meant to go through the right B gap, but Watt's wide position caused the tackle to go wide, leaving space for Watt to explode vertically and destroy the play."
    },
    {
        "possession": "O",
        "down": 2,
        "yardage": 13,
        "position": 13,
        "time": "9:54",
        "quarter": 1,
        "details": "K.Cousins pass incomplete short right.",
        "playType": "Pass",
        "personnel": 11,
        "opponent_personnel": "4-3 Nickel",
        "pre-formation": "Pistol Ace",
        "post-formation": "Pistol Trips",
        "motion": "8 Pitts",
        "description": "The pressure got to Cousins, with a one on one Hayward getting to the QB. The Steelers run a Cover 1 Robber. We see Kirk continue to stare down the receiver he wants to go to, but he didn't seem to have any good options, so he threw it into the ground near Drake London."
    },
    {
        "possession": "O",
        "down": 3,
        "yardage": 13,
        "position": 13,
        "time": "9:51",
        "quarter": 1,
        "details": "K.Cousins pass short right to B.Robinson to PIT 6 for 7 yards (P.Wilson).",
        "playType": "Pass",
        "personnel": 11,
        "opponent_personnel": "4-1 Dime",
        "pre-formation": "Shotgun Empty",
        "post-formation": "Shotgun Empty",
        "motion": "",
        "description": "The Falcons called a screen on 3rd and long, which was interesting instead of trying to push the ball downfield. With the right 3 people of the offensive line running to get a block, it was a good move to get Bijan some blockers. Payton Wilson made a great move as Drake London let off his block a second too early, which otherwise would have left Bijan with one man to beat to get to the endzone."
    },
    {
        "possession": "ST",
        "down": 4,
        "yardage": 6,
        "position": 6,
        "time": "9:06",
        "quarter": 1,
        "details": "Y.Koo 24 yard field goal is GOOD, Center-L.McCullough, Holder-B.Pinion.",
        "playType": "Field Goal",
        "personnel": "Field Goal",
        "opponent_personnel": "Field Goal Block",
        "pre-formation": "",
        "post-formation": "",
        "motion": "",
        "description": "A good kick as Koo drills the field goal for the first points of the game. A quick snap and hold leads to the chip shot field goal."
    },
    {
        "possession": "ST",
        "down": null,
        "yardage": null,
        "position": -35,
        "time": "9:06",
        "quarter": 1,
        "details": "B.Pinion kicks 65 yards from ATL 35 to end zone, Touchback to the PIT 30.",
        "playType": "Kickoff",
        "personnel": "Kickoff",
        "opponent_personnel": "Kickoff Return",
        "pre-formation": "",
        "post-formation": "",
        "motion": "",
        "description": "We see that the Falcons kickoff formation appears to be a relatively even spread of their 10 guys on the 40. The kickoff results in a touchback instead of giving Cordarelle Patterson the opportunity to return the kick."
    },
    {
        "possession": "D",
        "down": 1,
        "yardage": 10,
        "position": 39,
        "time": "9:06",
        "quarter": 1,
        "details": "J.Fields FUMBLES (Aborted) at PIT 30, and recovers at PIT 30. J.Fields to PIT 33 for 3 yards.",
        "playType": "Run",
        "personnel": "5-2",
        "opponent_personnel": 12,
        "pre-formation": "Cover 6",
        "post-formation": "Cover 4",
        "motion": "81 Pruitt",
        "description": "The opening coverage is a Cover 4, but ATL chooses to use a 5 man front. The Falcons miss the opportunity to pick up the fumble, and Justin Fields is still able to turn it into a positive gain."
    },
    {
        "possession": "D",
        "down": 2,
        "yardage": 7,
        "position": 33,
        "time": "8:29",
        "quarter": 1,
        "details": "(No Huddle, Shotgun) J.Fields pass incomplete short right to V.Jefferson.",
        "playType": "Pass",
        "personnel": "4-3",
        "opponent_personnel": 12,
        "pre-formation": "Cover 3",
        "post-formation": "Cover 3",
        "motion": "Yes",
        "description": "The interesting part of this play is that Judon was dropped into pass coverage. His man in the zone, Jefferson was open, but Fields missed him on the throw."
    },
    {
        "possession": "D",
        "down": 3,
        "yardage": 7,
        "position": 33,
        "time": "8:29",
        "quarter": 1,
        "details": "(Shotgun) J.Fields scrambles right end to PIT 45 for 12 yards (T.Andersen).",
        "playType": "Pass Scramble",
        "personnel": "6-0 Nickel",
        "opponent_personnel": 11,
        "pre-formation": "Cover 2",
        "post-formation": "Cover 2",
        "motion": "Yes",
        "description": "This appeared to be a Cover 2, with the outside CBs taking on the outside receivers, since their routes did not in cut. The zone coverage was good, but Judon took his rush lane too far past Fields, leaving an open rushing lane. We saw that Terrell was beat on the curl route by Pickens on the right side, but Fields never looked that way."
    },
    {
        "possession": "D",
        "down": 1,
        "yardage": 10,
        "position": 45,
        "time": "7:56",
        "quarter": 1,
        "details": "N.Harris right guard to PIT 49 for 4 yards (L.Carter).",
        "playType": "Run",
        "personnel": "4-2 Nickel",
        "opponent_personnel": 11,
        "pre-formation": "Cover 2",
        "post-formation": "",
        "motion": "Yes",
        "description": "Falcons appear to start with a Cover 2. They had an unbalanced d-line, with Judon on the offensive right and 3 other men on the side of the center and the left."
    },
    {
        "possession": "D",
        "down": 2,
        "yardage": 6,
        "position": 49,
        "time": "7:16",
        "quarter": 1,
        "details": "(No Huddle) N.Harris right end pushed ob at ATL 47 for 4 yards (A.Terrell).",
        "playType": "Run",
        "personnel": "5-1",
        "opponent_personnel": 11,
        "pre-formation": "Cover 4",
        "post-formation": "",
        "motion": "88 Friermuth",
        "description": "The defense appears to show a Cover 4 look, with Terrel shading inside right before the ball is snapped. However, there is another fumbled snap on this play. Terrel was also free and may have seen Harris receive the pitch, but he was frozen in place."
    },
    {
        "possession": "D",
        "down": 3,
        "yardage": 2,
        "position": -47,
        "time": "6:45",
        "quarter": 1,
        "details": "(No Huddle) N.Harris left guard to ATL 45 for 2 yards (K.Street; T.Graham).",
        "playType": "Run",
        "personnel": "5-2",
        "opponent_personnel": 13,
        "pre-formation": "Cover 6",
        "post-formation": "81 Pruitt",
        "motion": "",
        "description": "It appears to be a Cover 2, but Simmons senses the run and creeps down, but runs through the wrong gap. Najee Harris makes a good move for misdirection in order to get through the defense."
    },
    {
        "possession": "D",
        "down": 1,
        "yardage": 10,
        "position": -45,
        "time": "6:11",
        "quarter": 1,
        "details": "(No Huddle) J.Fields pass incomplete short left to N.Harris.",
        "playType": "Pass",
        "personnel": "5-2",
        "opponent_personnel": 13,
        "pre-formation": "Cover 2",
        "post-formation": "Cover 2",
        "motion": "81 Pruitt",
        "description": "We see number 81 motioned across the formation and back, but the Steelers end up settling in a singleback tight right bunch. The coverage is a little bit confusing, and it appears there was some kind of error, as the bottom 2 deep DBs, 21 and 31, rotate right, but this leaves the left side flat completely open. If it was covered, this would lead to a Cover 2 zone scheme. Luckily for the Falcons, Najee Harris dropped the pass. The pass rush is pretty standard, and with the Steelers having 6 to protect Fields, this leaves him plenty of time."
    },
    {
        "possession": "D",
        "down": 2,
        "yardage": 10,
        "position": -45,
        "time": "6:05",
        "quarter": 1,
        "details": "(Shotgun) J.Fields pass short right to P.Freiermuth pushed ob at ATL 41 for 4 yards (J.Bates).",
        "playType": "PA Pass",
        "personnel": "4-3",
        "opponent_personnel": 12,
        "pre-formation": "Cover 2",
        "post-formation": "Cover 2",
        "motion": "81 Pruitt",
        "description": "Once again, we see 81 getting motioned again, to a Double Wing. The formation is a Pistol Double Wing, and we see Fields get out on the bootleg and hit Friermuth. However, we see the Falcons seem to play a Cover 2, but the right side corner and Jessie Bates switch, with Bates taking the flat. Bates cuts off any additional angle which Friermuth takes on his way out of bounds."
    },
    {
        "possession": "D",
        "down": 3,
        "yardage": 6,
        "position": -41,
        "time": "5:27",
        "quarter": 1,
        "details": "(Shotgun) C.Patterson right tackle to ATL 39 for 2 yards (L.Carter).",
        "playType": "Run",
        "personnel": "4-2 Nickel",
        "opponent_personnel": 11,
        "pre-formation": "Cover 2",
        "post-formation": "",
        "motion": "19 Austin",
        "description": "The Steelers gave Patterson a run in order to make it a closer field goal for Boswell. Despite the 5 man front, it felt as if the Steelers offensive line was able to dominate the Falcons defensive line. However, the defensive line did a good job of not letting Najee find an open gap."
    },
    {
        "possession": "ST",
        "down": 4,
        "yardage": 4,
        "position": -39,
        "time": "4:37",
        "quarter": 1,
        "details": "C.Boswell 57 yard field goal is GOOD, Center-C.Kuntz, Holder-C.Johnston",
        "playType": "Field Goal Block",
        "personnel": "Field Goal Block",
        "opponent_personnel": "Field Goal",
        "pre-formation": "",
        "post-formation": "",
        "motion": "",
        "description": "A tough way to end the drive for the Falcons, we see the Steelers convert on a long field goal. The Falcons came close to blocking this field goal, with #21 a second too late."
    },
    {
        "possession": "ST",
        "down": null,
        "yardage": null,
        "position": 35,
        "time": "4:37",
        "quarter": 1,
        "details": "(4:37 - 1st) C.Boswell kicks 65 yards from PIT 35 to end zone, Touchback to the ATL 30.",
        "playType": "Kickoff Return",
        "personnel": "Kickoff Return",
        "opponent_personnel": "Kickoff",
        "pre-formation": "",
        "post-formation": "",
        "motion": "",
        "description": "Boswell chooses to launch this one into the endzone, but we still see the pulling tight end scheme arise right before the players realize the returner elected to take the touchback."
    },
    {
        "possession": "O",
        "down": 1,
        "yardage": 10,
        "position": -30,
        "time": "4:37",
        "quarter": 1,
        "details": "(Shotgun) K.Cousins pass short left to B.Robinson ran ob at ATL 39 for 9 yards (D.Jackson; A.Highsmith).",
        "playType": "Pass ",
        "personnel": null,
        "opponent_personnel": null,
        "pre-formation": "",
        "post-formation": "",
        "motion": "",
        "description": "The Falcons pose the threat of running with both Allgeier and Robinson, but motion out Allgeier as a decoy. However, this is a pass play. Kirk does a good job of identifying the zone defense and flips it out to his dynamic running back. We see Robinson utilize his burst to beat the linebacker, but he comes up a little short of the first down marker."
    },
    {
        "possession": "O",
        "down": 2,
        "yardage": 1,
        "position": -39,
        "time": "4:07",
        "quarter": 1,
        "details": "K.Cousins pass short middle intended for D.London INTERCEPTED by D.Elliott [L.Ogunjobi] at PIT 49. D.Elliott to PIT 49 for no gain.",
        "playType": "Pass",
        "personnel": 12,
        "opponent_personnel": "5-2 Cover 2",
        "pre-formation": "Shotgun Wing T Close",
        "post-formation": "Shotgun Ace",
        "motion": "7 Robinson",
        "description": "An interesting choice by the OC to call a play with the exact same formation as the previous play. While there is a slightly different motion, we see London and Pitts run the same route pattern, and London's post is picked off by the safety. Kirk is pressured by the defense, but he appeared to have space in the pocket to slide to the left. Similar to the previous play, both of the running backs run similar routes, running outs instead of shallow wheels, and both plays feature a back motioning to get a headstart on their route."
    },
    {
        "possession": "D",
        "down": 1,
        "yardage": 10,
        "position": 49,
        "time": "4:02",
        "quarter": 1,
        "details": "J.Fields pass short right to G.Pickens to PIT 44 for -5 yards (J.Smith-Williams).",
        "playType": "PA Pass",
        "personnel": "5-2",
        "opponent_personnel": 21,
        "pre-formation": "Cover 3",
        "post-formation": "Cover 4",
        "motion": "Yes",
        "description": "The Falcons do a good job of recognizing the play action pass, and their shifted coverage allows them to make a good tackle and stop Pickens. We see the linebackers stay to the offensive right, as their jumbo set has more pass catchers on that side. Smith-Williams does a good job getting off of his block and then making the tackle."
    },
    {
        "possession": "D",
        "down": 2,
        "yardage": 15,
        "position": 44,
        "time": "3:21",
        "quarter": 1,
        "details": "J.Fields scrambles right tackle to PIT 47 for 3 yards (T.Andersen; J.Smith-Williams).",
        "playType": "Run",
        "personnel": "4-2 Nickel",
        "opponent_personnel": 11,
        "pre-formation": "",
        "post-formation": "",
        "motion": "",
        "description": "This is a good job by Troy Anderson to make a good open field tackle, maintaining his leverage and not allowing Fields to make a move on him and get to the outside. This looks to be a pass, but Fields quickly scrambles, as he seems to see an open gap. When observing the closest safety, we see Bates react to the scramble, coming down for help only when Fields takes off."
    },
    {
        "possession": "D",
        "down": 3,
        "yardage": 12,
        "position": 47,
        "time": "2:40",
        "quarter": 1,
        "details": "J.Fields pass short right to G.Pickens to ATL 41 for 12 yards (A.Terrell).",
        "playType": "Pass",
        "personnel": "5-0 Dime",
        "opponent_personnel": 11,
        "pre-formation": "Cover 2",
        "post-formation": "Cover 2 Double Mug",
        "motion": "",
        "description": "The Falcons only rushed 3 in an effort to stop the pass on 3rd and long. However, Pickens comes out of the bunch and is able to get Terrell to overcommit to Terrell's right side, and Pickens bursts to the sideline. It looked like Terrell had a chance to make a play on the ball, but he opted to go for the tackle. Unfortunately, Pickens was able to convert on the play."
    },
    {
        "possession": "D",
        "down": 1,
        "yardage": 10,
        "position": -41,
        "time": "1:54",
        "quarter": 1,
        "details": "J.Warren right guard to ATL 42 for -1 yards (M.Hughes, K.Street).",
        "playType": "Run",
        "personnel": "7-2",
        "opponent_personnel": 13,
        "pre-formation": "Cover 2",
        "post-formation": "",
        "motion": "",
        "description": "The Steelers line up with a Jumbo set, but the Falcons respond by stacking 9 in the box. The Pittsburgh line slides right, but Hughes makes a good hit as he comes off the edge unblocked. Warren gets tripped up by the defensive line."
    },
    {
        "possession": "D",
        "down": 2,
        "yardage": 11,
        "position": -42,
        "time": "1:12",
        "quarter": 1,
        "details": "N.Harris right guard to ATL 34 for 8 yards (A.Ebiketie; D.Alford).",
        "playType": "Pass",
        "personnel": "4-2 Nickel",
        "opponent_personnel": 11,
        "pre-formation": "Cover 2",
        "post-formation": "Cover 1 Robber",
        "motion": "Yes",
        "description": "The Steelers spread out the Falcons defense in order to get a good run. The Falcons ended up close to stopping the play, but Andersen was unable to tackle Najee Harris, going too low to stop the powerful running back."
    },
    {
        "possession": "D",
        "down": 3,
        "yardage": 3,
        "position": -34,
        "time": "0:19",
        "quarter": 1,
        "details": "J.Fields pass short left to G.Pickens to ATL 31 for 3 yards (M.Hughes).",
        "playType": "Pass",
        "personnel": "4-2 Nickel",
        "opponent_personnel": 11,
        "pre-formation": "Cover 2",
        "post-formation": "",
        "motion": "14 Pickens",
        "description": "The Falcons utilize a stunt to stuff the middle of the offensive line. Atlanta seems to have 6 men in zones in order to stop the short passes, and leave Jessie Bates as the only deep safety. Mike Hughes is the one who ends up matched up on Pickens, and he doesn't flip his hips fast enough in order to stop Pickens before he can get the first down."
    },
    {
        "possession": "D",
        "down": 1,
        "yardage": 10,
        "position": -31,
        "time": "15:00",
        "quarter": 2,
        "details": "G.Pickens right end to ATL 41 for -10 yards (G.Jarrett).",
        "playType": "Run",
        "personnel": "4-2 Nickel",
        "opponent_personnel": 11,
        "pre-formation": "Cover 3",
        "post-formation": "Cover 2",
        "motion": "83 Heyward",
        "description": "The Steelers continue to keep on motioning a tight end across the formation and then back to his original spot, this time sending 83 in motion. With Fields under center in a Singleback look, the linebackers of Atlanta seem ready to crash the line. However, the defense does a good job of seeing Pickens get the sweep, and his attempts to get extra yards are denied. Jessie Bates does a good job of playing until he gets to the ball carrier, coming in from the Atlanta 20 in order to assist with the takedown. Even though it was a run, we see 2 players for Atlanta stay deep in order to make sure there are no trick passes."
    },
    {
        "possession": "D",
        "down": 2,
        "yardage": 20,
        "position": -41,
        "time": "14:16",
        "quarter": 2,
        "details": "N.Harris right end to ATL 38 for 3 yards (M.Judon; K.Elliss).",
        "playType": "Run",
        "personnel": "4-2 Nickel",
        "opponent_personnel": 11,
        "pre-formation": "Cover 2",
        "post-formation": "Cover 2 WLB Blitz",
        "motion": "Yes",
        "description": "Upon seeing the motion by the Steelers, we see Kaden Eliss rotating down to the line of scrimmage, predicting the run. Together, Eliss and Judon come together to make the tackle on Najee Harris. They both do a good job of converging and wrapping up Harris in the C gap."
    },
    {
        "possession": "D",
        "down": 3,
        "yardage": 17,
        "position": -38,
        "time": "13:35",
        "quarter": 2,
        "details": "C.Patterson right end to ATL 33 for 5 yards (M.Hughes, K.Elliss).",
        "playType": "Run",
        "personnel": "6-0 Nickel",
        "opponent_personnel": 11,
        "pre-formation": "Cover 2 Man Blitz",
        "post-formation": "Cover 2 Zone",
        "motion": "11 Jefferson",
        "description": "The linebackers come up to the line to show a 6 man front, but they drop back into coverage for a brief second to complete the Cover 2 coverage. However, the backers are quick to diagnose the running play and come back to crash the line of scrimmage. We also see Jessie Bates doing a good job of crashing the line to stop the run."
    },
    {
        "possession": "ST",
        "down": 4,
        "yardage": 12,
        "position": -33,
        "time": "12:54",
        "quarter": 2,
        "details": "C.Boswell 51 yard field goal is GOOD, Center-C.Kuntz, Holder-C.Johnston.",
        "playType": "Field Goal",
        "personnel": "Field Goal Block",
        "opponent_personnel": "Field Goal",
        "pre-formation": "",
        "post-formation": "",
        "motion": "",
        "description": "Another drive which ends with a field goal for the Steelers. This attempt was well executed by the Steelers, resulting in the deficit for the Falcons increasing by 3 points."
    },
    {
        "possession": "ST",
        "down": null,
        "yardage": null,
        "position": 35,
        "time": "12:54",
        "quarter": 2,
        "details": "C.Boswell kicks 64 yards from PIT 35 to ATL 1. R.McCloud to ATL 28 for 27 yards (D.Leal).",
        "playType": "Kickoff Return",
        "personnel": "Kickoff Return",
        "opponent_personnel": "Kickoff",
        "pre-formation": "",
        "post-formation": "",
        "motion": "",
        "description": "The ball must be returned on this kickoff, but we see the Falcons implement a relatively simple man for man blocking scheme. This leads to a less productive return than usual for the Falcons."
    },
    {
        "possession": "O",
        "down": 1,
        "yardage": 10,
        "position": -28,
        "time": "12:47",
        "quarter": 2,
        "details": "K.Cousins pass short middle to D.London to ATL 35 for 7 yards (J.Porter).",
        "playType": "Pass",
        "personnel": 12,
        "opponent_personnel": "5-2",
        "pre-formation": "Pistol Double Wing",
        "post-formation": "Pistol Ace",
        "motion": "8 Pitts",
        "description": "Kyle Pitts gets the motion, moving from the inline position to out wide. We see Cousins stare down and throw the well covered slant to London, who makes a good contested catch to come down with it. However, Cousins could have had a wide open tight end on his left side coming from the chip block. The tight end had a lot of open grass in front of him."
    },
    {
        "possession": "O",
        "down": 2,
        "yardage": 3,
        "position": -35,
        "time": "12:03",
        "quarter": 2,
        "details": "B.Robinson left end to ATL 39 for 4 yards (A.Highsmith, M.Fitzpatrick).",
        "playType": "Run",
        "personnel": 12,
        "opponent_personnel": "5-2",
        "pre-formation": "Pistol Trips",
        "post-formation": "Pistol Ace",
        "motion": "5 London",
        "description": "The Falcons pretend to motion Drake London, but then commit to moving him across the formation. The line slides right, and Bijan appears to have a cutback lane, but he chooses to go wide. A safety appeared in the cutback lane, but Robinson immediately got tackled as he tried to bounce outside. However, Bijan is still able to get the first down."
    },
    {
        "possession": "O",
        "down": 1,
        "yardage": 10,
        "position": -39,
        "time": "11:25",
        "quarter": 2,
        "details": "B.Robinson left tackle to ATL 42 for 3 yards (Ca.Heyward, K.Benton).",
        "playType": "Run",
        "personnel": 12,
        "opponent_personnel": "5-1",
        "pre-formation": "Pistol Spread",
        "post-formation": "Pistol Bunch",
        "motion": "89 Woerner",
        "description": "Another play with a motion, this play is a run, and we see the Falcons leave TJ Watt unblocked, but they slide and run towards the left. However, Watt is still able to make a play on the ball. There aren't many big gaps, so Bijan isn't able to do much with the ball."
    },
    {
        "possession": "O",
        "down": 2,
        "yardage": 7,
        "position": -42,
        "time": "10:48",
        "quarter": 2,
        "details": "K.Cousins pass short left to B.Robinson to 50 for 8 yards (D.Elliott). ATL-C.Lindstrom was injured during the play. His return is Questionable.",
        "playType": "Pass",
        "personnel": 12,
        "opponent_personnel": "4-2 Nickel",
        "pre-formation": "Shotgun Trips",
        "post-formation": "Shotgun Ace",
        "motion": "89 Woerner",
        "description": "A successful screen play to Bijan, the 3 inner offensive lineman do a good job of shedding their blocks and getting in front of Bijan. The tackles do a good job of allowing Kirk to have enough time in order to get the pass off. Kirk also does a good job of looking away from the screen and almost double clutching before making the pass to Robinson."
    },
    {
        "possession": "O",
        "down": 1,
        "yardage": 10,
        "position": 50,
        "time": "10:01",
        "quarter": 2,
        "details": "K.Cousins pass incomplete short left to C.Woerner (D.Elliott).",
        "playType": "Pass",
        "personnel": 12,
        "opponent_personnel": "4-2 Nickel",
        "pre-formation": "Shotgun Ace",
        "post-formation": "Shotgun Ace",
        "motion": "89 Woerner",
        "description": "A successful screen play to Bijan, the 3 inner offensive lineman do a good job of shedding their blocks and getting in front of Bijan. The tackles do a good job of allowing Kirk to have enough time in order to get the pass off. Kirk also does a good job of looking away from the screen and almost double clutching before making the pass to Robinson."
    },
    {
        "possession": "O",
        "down": 2,
        "yardage": 10,
        "position": 50,
        "time": "9:57",
        "quarter": 2,
        "details": "B.Robinson up the middle to 50 for no gain (M.Fitzpatrick).",
        "playType": "Run",
        "personnel": 11,
        "opponent_personnel": "4-2 Nickel",
        "pre-formation": "Pistol Trips",
        "post-formation": "Pistol Trips",
        "motion": "1 Mooney",
        "description": "This appears to be a stretch or wide zone play, but Bijan makes a good play to cut to what appears to be green grass. However, Pitts doesn't make a good enough block on Minkah and Fitzpatrick is able to make the tackle."
    },
    {
        "possession": "O",
        "down": 3,
        "yardage": 10,
        "position": 50,
        "time": "9:16",
        "quarter": 2,
        "details": "K.Cousins pass incomplete deep left to D.Mooney (D.Jackson).",
        "playType": "Run",
        "personnel": 11,
        "opponent_personnel": "4-1 Nickel",
        "pre-formation": "Empty",
        "post-formation": "Shotgun Trips",
        "motion": "7 Robinson",
        "description": "The play opens up in empty, but the tailback comes back to the shotgun. The offense seems to check to a different play, and this was a good call, as Kirk makes a good throw in the direction of Darnell Mooney. Unfortunately for the Falcons, Mooney was not able to haul in the ball. The offensive line does a good job of protecting Kirk, as the part leaving space up the middle, but stalling TJ Watt."
    },
    {
        "possession": "ST",
        "down": 4,
        "yardage": 10,
        "position": 50,
        "time": "9:11",
        "quarter": 2,
        "details": "B.Pinion punts 41 yards to PIT 9, Center-L.McCullough. C.Austin pushed ob at PIT 22 for 13 yards (K.Hodge).",
        "playType": "Punt",
        "personnel": "Punt",
        "opponent_personnel": "Punt Return",
        "pre-formation": "",
        "post-formation": "",
        "motion": "",
        "description": "Pinion is able to get a good point, as it lands at the 9, but right before Austin gets to the edge, the first 2 tacklers hesitate for a second, allowing Austin to hit the edge with his speed and gain additional yards."
    },
    {
        "possession": "D",
        "down": 1,
        "yardage": 10,
        "position": 22,
        "time": "8:58",
        "quarter": 2,
        "details": "J.Fields pass short right to N.Harris to PIT 31 for 9 yards (A.Ebiketie) [E.Goldman].",
        "playType": "PA Pass",
        "personnel": "5-2",
        "opponent_personnel": 12,
        "pre-formation": "Cover 6",
        "post-formation": "Cover 1 Blitz",
        "motion": "",
        "description": "The Falcons run a Cover 1 Blitz, with Jessie Bates creeping down before the snap. Jessie Bates is the single deep man, and the remaining corners and linebackers form 4 zones around the first down marker. We see the Steelers take advantage of this with a dump off to Najee, leading to a gain close to the first down."
    },
    {
        "possession": "D",
        "down": 2,
        "yardage": 1,
        "position": 31,
        "time": "8:26",
        "quarter": 2,
        "details": "(No Huddle) N.Harris right end to PIT 33 for 2 yards (A.Ebiketie).",
        "playType": "Run",
        "personnel": "5-2",
        "opponent_personnel": 13,
        "pre-formation": "Cover 4",
        "post-formation": "",
        "motion": "81 Pruitt",
        "description": "The Falcons go to a Cover 4 shell, and it appears that way before the defensive backs realize that the Steelers are running. We see the strength of Jessie Bates' run identification on this play. Bates is already running towards the line before Mike Hughes realizes that it is a run. The Falcons were not well matched to play the toss in this situation, and it showed up."
    },
    {
        "possession": "D",
        "down": 1,
        "yardage": 10,
        "position": 33,
        "time": "7:58",
        "quarter": 2,
        "details": "(No Huddle, Shotgun) J.Fields left guard to PIT 38 for 5 yards (N.Landman).",
        "playType": "Run",
        "personnel": "5-2",
        "opponent_personnel": 13,
        "pre-formation": "Cover 6",
        "post-formation": "",
        "motion": "",
        "description": "This play appears to be a Cover 6 scheme, as Jessie Bates creeps down, but Mike Hughes seems to stay back before seeing Fields take off. The linebackers do a good job of not being baited by the fake handoff to Najee Harris, but 55 gets juked out by Justin Fields. The Falcons personnel seems too light weight to contain the physical running style of the Steelers."
    },
    {
        "possession": "D",
        "down": 2,
        "yardage": 5,
        "position": 38,
        "time": "7:23",
        "quarter": 2,
        "details": "C.Patterson right tackle to PIT 42 for 4 yards (T.Andersen).",
        "playType": "Run",
        "personnel": "4-2 Nickel",
        "opponent_personnel": 11,
        "pre-formation": "Cover 2",
        "post-formation": "Cover 6",
        "motion": "",
        "description": "While the play looks like a Cover 2, it seems to go to a Cover 6 before Jessie Bates comes down to take out the run. While Bates and Andersen are able to make contact with Patterson, they can't bring him down in the first attempt. "
    },
    {
        "possession": "D",
        "down": 3,
        "yardage": 1,
        "position": 42,
        "time": "6:47",
        "quarter": 2,
        "details": "J.Fields right guard to PIT 45 for 3 yards (K.Elliss).",
        "playType": "Run",
        "personnel": "5-2",
        "opponent_personnel": 13,
        "pre-formation": "Cover 3",
        "post-formation": "",
        "motion": "",
        "description": "The Falcons DBs creep down as they sense the run, but everyone is caught off guard by the QB sneak in the Jumbo set. It seems like Fields audibles to the call, and the Steelers line does a good job of pushing away the right A gap defender for Fields. With the Falcons pretty much utilizing defensive lineman on the line and no linebackers, this leaves enough space for Fields to make a play."
    },
    {
        "possession": "D",
        "down": 1,
        "yardage": 10,
        "position": 45,
        "time": "6:08",
        "quarter": 2,
        "details": "J.Fields pass short right to G.Pickens pushed ob at PIT 47 for 2 yards (J.Bates).",
        "playType": "Pass",
        "personnel": "4-2 Nickel",
        "opponent_personnel": 11,
        "pre-formation": "Cover 2",
        "post-formation": "Cover 3",
        "motion": "",
        "description": "One of the most interesting defensive plays for the Falcons, they disguise the coverage and bring an overloaded blitz. This does force Fields to get rid of the ball quickly, but he is still able to find Pickens for a short gain.Once again we see Jessie Bates and his speed to the play, as he comes down from his safety spot to ensure Pickens is out of bounds."
    },
    {
        "possession": "D",
        "down": 2,
        "yardage": 13,
        "position": 42,
        "time": "5:31",
        "quarter": 2,
        "details": "J.Fields pass short left to J.Warren to PIT 46 for 4 yards (K.Elliss, J.Simmons).",
        "playType": "Pass",
        "personnel": "4-2 Nickel",
        "opponent_personnel": 11,
        "pre-formation": "Cover 2",
        "post-formation": "",
        "motion": "Yes",
        "description": "Jessie Bates truly showcases his ball seeking nature, as he is one of the first movers, watching Fields as he throws the pass. On the side of the play, Justin Simmons is the only initial player who is unblocked, and he does a good job coming from the deep safety spot and making the tackle."
    },
    {
        "possession": "D",
        "down": 3,
        "yardage": 9,
        "position": 46,
        "time": "5:01",
        "quarter": 2,
        "details": "(No Huddle, Shotgun) J.Fields pass deep left to G.Pickens pushed ob at ATL 18 for 36 yards (A.Terrell) [G.Jarrett]. PENALTY on PIT-G.Pickens, Offensive Pass Interference, 10 yards, enforced at PIT 46 - No Play.",
        "playType": "Pass",
        "personnel": "5-1 Nickel",
        "opponent_personnel": 11,
        "pre-formation": "Cover 1 Man",
        "post-formation": "Cover 1 Zone",
        "motion": "",
        "description": "While the play was nullified, the Falcons ran an interesting coverage. It appeared that Terrell was manned up on Pickens, and Jessie Bates was serving as the lone deep safety, as though he had to sprint across half the field to get to Pickens, catching the ball. Additionally, the Falcons pass rush does decide to pull out a stunt in order to create pressure. A push off on Terrell causes the referees to throw a flag, which was a good call."
    },
    {
        "possession": "D",
        "down": 3,
        "yardage": 19,
        "position": 36,
        "time": "4:36",
        "quarter": 2,
        "details": "J.Fields pass short left to J.Warren to PIT 45 for 9 yards (M.Judon; K.King).",
        "playType": "Pass",
        "personnel": "3-2 Dime",
        "opponent_personnel": 11,
        "pre-formation": "Cover 2",
        "post-formation": "Cover 2",
        "motion": "",
        "description": "With a clear pass coming, the Falcons go to Prevent defense. Although they seem to play in a Cover 2, we see Andersen act as another deep defender, giving this coverage a pseudo Cover 3 feel. This takes away a lot of what Fields has and they are able to stop the safety valve short of the sticks."
    },
    {
        "possession": "ST",
        "down": 4,
        "yardage": 10,
        "position": 45,
        "time": "3:57",
        "quarter": 2,
        "details": "C.Johnston punts 45 yards to ATL 10, Center-C.Kuntz, fair catch by A.Williams.",
        "playType": "Punt Return",
        "personnel": "Punt Return",
        "opponent_personnel": "Punt",
        "pre-formation": "",
        "post-formation": "",
        "motion": "",
        "description": "A good punt by the Steelers, the 2 Falcons gunners seem to have a hard time stopping the Steelers gunners. This leads to a fair catch, if the gunners were handled, this punt could have been returned around 5 yards."
    },
    {
        "possession": "O",
        "down": 1,
        "yardage": 10,
        "position": -10,
        "time": "3:50",
        "quarter": 2,
        "details": "K.Cousins pass short left to R.McCloud pushed ob at ATL 19 for 9 yards (D.Jackson). ** Injury Update: ATL-C.Lindstrom has returned to the game.",
        "playType": "Pass",
        "personnel": "11",
        "opponent_personnel": "4-2 Nickel",
        "pre-formation": "Empty",
        "post-formation": "",
        "motion": "",
        "description": "Kirk does a good job of finding the open man on this play, as McCloud is the only open receiver. Cousins seems to check to London at first because he has a linebacker on him, but the linebacker does a good job of covering him. The offensive line actually goes 1 on 1 with TJ Watt and does a nice job of preventing him from causing pressure."
    },
    {
        "possession": "O",
        "down": 2,
        "yardage": 1,
        "position": -19,
        "time": "3:20",
        "quarter": 2,
        "details": "B.Robinson right tackle to ATL 22 for 3 yards (P.Wilson, M.Adams).",
        "playType": "Run",
        "personnel": 11,
        "opponent_personnel": "4-2 Nickel",
        "pre-formation": "Pistol Trips",
        "post-formation": "Pistol Trips",
        "motion": "5 London",
        "description": "A good play design by the OC, we see London motioned over to deliver a key block on the right side, acting like an outside trap block. However, the offensive line doesn't do the best job of containing the second level, which allows the linebackers to make the tackle. We do see McCloud, the Y receiver, go from the left to the right to throw a block on the initial weak side of the offense. Bijan runs this like an inside zone, and it seems like this play is meant to gain a lot of yards, just not this time. However, the chains are reset."
    },
    {
        "possession": "O",
        "down": 1,
        "yardage": 10,
        "position": -22,
        "time": "2:55",
        "quarter": 2,
        "details": "(No Huddle, Shotgun) K.Cousins pass deep middle to R.McCloud to ATL 42 for 20 yards (M.Fitzpatrick) [T.Watt].",
        "playType": "Pass",
        "personnel": 11,
        "opponent_personnel": "4-2 Nickel",
        "pre-formation": "Shotgun Ace",
        "post-formation": "",
        "motion": "",
        "description": "As Pittsburgh shifts to a Cover 3, Cousins initially looks to his right, but the hook out concept by London and Pitts is covered. However, the defense has shifted to the offense's right, leaving the deep in by McCloud open. Kirk was hit as he threw, but McCloud made a heads up play to catch the ball. This was good play design and although Kirk should be throwing a little quicker, the Falcons got the big gain."
    },
    {
        "possession": "O",
        "down": 1,
        "yardage": 10,
        "position": -42,
        "time": "2:21",
        "quarter": 2,
        "details": "(No Huddle, Shotgun) K.Cousins pass short right to K.Pitts to ATL 48 for 6 yards (B.Bishop).",
        "playType": "Pass",
        "personnel": 11,
        "opponent_personnel": "4-2 Nickel",
        "pre-formation": "Shotgun Trips",
        "post-formation": "Empty",
        "motion": "7 Robinson",
        "description": "The running back Robinson is motioned to help with pass protection, leaving an empty backfield. Pittsburgh seems to play a Cover 6, as we see 2 DBs take the deep routes at the top of the screen. The main read does seem to be Kyle Pitts, as Kirk is in rhythm with his drop back and hits Pitts with no changes to his execution. It looked like the play call was for a hook route, but if Pitts was able to move a little bit horizontally, he might have been able to get the first down."
    },
    {
        "possession": "O",
        "down": 2,
        "yardage": 4,
        "position": -48,
        "time": "2:00",
        "quarter": 2,
        "details": "B.Robinson left end to ATL 48 for no gain (Ca.Heyward).",
        "playType": "Run",
        "personnel": 11,
        "opponent_personnel": "5-1 Nickel",
        "pre-formation": "Pistol Trips",
        "post-formation": "Shotgun Wing T Close",
        "motion": "1 Mooney",
        "description": "While I do remember Peyton Manning saying there would be no RPOs with Kirk, just a run or just a pass, this play seems to appear like an RPO. Mooney is motioned down and stands right next to Kirk and then goes out the offensive right in what looks like a screen setup, but Kirk ends up handing the ball off to Bijan on a stretch play. Bijan tried to cut back inside, but it looks like he could have gone outside if Kyle Pitts had a better block on the linebacker."
    },
    {
        "possession": "O",
        "down": 3,
        "yardage": 4,
        "position": -48,
        "time": "1:22",
        "quarter": 2,
        "details": "K.Cousins pass short left to B.Robinson to PIT 47 for 5 yards (P.Wilson).",
        "playType": "Pass",
        "personnel": 11,
        "opponent_personnel": "5-1 Nickel",
        "pre-formation": "Empty",
        "post-formation": "",
        "motion": "",
        "description": "A screen pass on 3rd down, I do like this play call. Kirk may have audibled to it after the Steelers seemed to show pressure, and it played out well with a DB blitz from the left side. The offensive line does a pretty good job of staying disciplined while Kirk is throwing the pass, and no illegal man downfield penalty is called. There was some trouble blocking the faster players for the offensive line, but Bijan was able to make enough moves in order to gain the first down."
    },
    {
        "possession": "O",
        "down": 1,
        "yardage": 10,
        "position": 47,
        "time": "0:56",
        "quarter": 2,
        "details": "(No Huddle, Shotgun) K.Cousins pass short right to B.Robinson pushed ob at PIT 33 for 14 yards (M.Fitzpatrick) [K.Benton].",
        "playType": "Pass",
        "personnel": 11,
        "opponent_personnel": "4-3 Nickel",
        "pre-formation": "Shotgun Ace",
        "post-formation": "",
        "motion": "",
        "description": "The checkdown route by Bijan results in a first down. The Steelers defense seems to be in Cover 2 Man, but Bijan's chip on TJ Watt seems to make his linebacker think he is pass protecting. With a relatively clear right side, Robinson chooses a good way to run and get the first down and get outside."
    },
    {
        "possession": "O",
        "down": 1,
        "yardage": 10,
        "position": 33,
        "time": "0:47",
        "quarter": 2,
        "details": "K.Cousins pass short middle to R.McCloud to PIT 17 for 16 yards (M.Fitzpatrick).",
        "playType": "Pass",
        "personnel": 11,
        "opponent_personnel": "4-2 Nickel",
        "pre-formation": "Shotgun Ace",
        "post-formation": "Shotgun Ace",
        "motion": "8 Pitts",
        "description": "Crunch time at the end of the half, Kirk delivers a strike to McCloud. We have seen the Falcons run this concept multiple times, with a corner from the inside receiver and some variation of an in by the outside receiver, leaving the outside receiver(McCloud) open in various plays against Cover 3/Cover 6. Cousins seems to pump fake the RB out before passing to the in, which allows him to hold the defense off. While not involved with the play, Kyle Pitts seems to run an awkward out route which is easily bottled up."
    },
    {
        "possession": "O",
        "down": 1,
        "yardage": 10,
        "position": 17,
        "time": "0:41",
        "quarter": 2,
        "details": "K.Cousins sacked at PIT 24 for -7 yards (T.Watt). FUMBLES (T.Watt) [T.Watt], RECOVERED by PIT-T.Watt at PIT 23. PENALTY on PIT-T.Watt, Defensive Offside, 5 yards, enforced at PIT 17 - No Play.",
        "playType": "Pass",
        "personnel": 11,
        "opponent_personnel": "4-2 Nickel",
        "pre-formation": "Empty",
        "post-formation": "",
        "motion": "",
        "description": "A clear offside by TJ Watt saves the Falcons from a turnover. Otherwise, the route concept appears to be Verticals with one drag route, which seemed to have potential against the Steelers Cover 3."
    },
    {
        "possession": "O",
        "down": 1,
        "yardage": 5,
        "position": 12,
        "time": "0:32",
        "quarter": 2,
        "details": "K.Cousins pass short left to K.Pitts for 12 yards, TOUCHDOWN.",
        "playType": "Pass",
        "personnel": 11,
        "opponent_personnel": "4-2 Nickel",
        "pre-formation": "Shotgun Ace",
        "post-formation": "Shotgun Trips",
        "motion": "8 Pitts",
        "description": "Once again, the Steelers play Cover 3, and this time the Verticals concept overloads the left side of the defense, leaving Kyle Pitts wide open. While Kirk first looked at Drake London, he used good mobility to navigate the pocket and get into position to make the throw to Kyle Pitts."
    },
    {
        "possession": "ST",
        "down": null,
        "yardage": null,
        "position": null,
        "time": "",
        "quarter": null,
        "details": "Y.Koo extra point is GOOD, Center-L.McCullough, Holder-B.Pinion.",
        "playType": "Extra Point",
        "personnel": "Field Goal XP",
        "opponent_personnel": "Field Goal Block",
        "pre-formation": "",
        "post-formation": "",
        "motion": "",
        "description": "A good kick for the extra point, but the Steelers came close to blocking the kick. It appears that 89 leaves the outside guy untouched, so it would be important for him to at least chip that man in order to make sure there are no blocks from the right side."
    },
    {
        "possession": "ST",
        "down": null,
        "yardage": null,
        "position": -35,
        "time": "0:32",
        "quarter": 2,
        "details": "B.Pinion kicks 65 yards from ATL 35 to end zone, Touchback to the PIT 30.",
        "playType": "Kickoff",
        "personnel": "Kickoff",
        "opponent_personnel": "Kickoff Return",
        "pre-formation": "",
        "post-formation": "",
        "motion": "",
        "description": "Out of a balanced kickoff line, Pinion puts the ball into the endzone for a touchback."
    },
    {
        "possession": "D",
        "down": 1,
        "yardage": 10,
        "position": 30,
        "time": "0:32",
        "quarter": 2,
        "details": "J.Fields pass short left to C.Austin to PIT 37 for 7 yards (T.Andersen).",
        "playType": "Pass",
        "personnel": "4-2 Nickel",
        "opponent_personnel": 11,
        "pre-formation": "Cover 2",
        "post-formation": "Cover 3",
        "motion": "",
        "description": "The Falcons make a nice shift to Cover 3, as the deceiving look with the press corner seems to indicate some sort of Cover 2. Fields seems to tell that the coverage is zone by looking at the middle of the field and then goes to the short hook."
    },
    {
        "possession": "D",
        "down": 2,
        "yardage": 3,
        "position": 37,
        "time": "0:14",
        "quarter": 2,
        "details": "(No Huddle, Shotgun) J.Fields pass short right to P.Freiermuth pushed ob at PIT 42 for 5 yards (K.Elliss).",
        "playType": "Pass",
        "personnel": "4-2 Nickel",
        "opponent_personnel": 11,
        "pre-formation": "Cover 2",
        "post-formation": "Cover 2 Man",
        "motion": "",
        "description": "As the Steelers go no huddle, the Falcons go to a Cover 2 Man. This ends up leaving the linebacker Eliss on Freiermuth, and Eliss has a lot of ground to cover to get to the tight end. Atlanta can't generate any pressure, so Fields is able to find the open man."
    },
    {
        "possession": "D",
        "down": 1,
        "yardage": 10,
        "position": 42,
        "time": "0:09",
        "quarter": 2,
        "details": "J.Fields pass deep right to G.Pickens pushed ob at ATL 17 for 41 yards (A.Terrell). The Replay Official reviewed the runner was inbounds ruling, and the play was REVERSED. (Shotgun) J.Fields pass deep right to G.Pickens pushed ob at ATL 25 for 33 yards (J.Bates).",
        "playType": "Pass",
        "personnel": "4-2 Nickel",
        "opponent_personnel": 11,
        "pre-formation": "Cover 2",
        "post-formation": "Cover 3",
        "motion": "",
        "description": "A huge play for the Steelers as they end up getting in very comfortable field goal range, the Falcons used a unique defense. The top corners seem to go into man coverage, and Justin Simmons plays a shallower zone, right around the Falcons 40 yard line, seemingly in an effort to stop a quick pass. The weak side of the defense looks like it is playing a half of Tampa 2, with the weak LB taking a deep middle and one deep safety. The Steelers go very deep with their routes, and Justin Fields starts going to his left, looking like he is going to pass or run left, but he comes back and hits Pickens for a long gain on the right side of the field. The Steelers get Jessie Bates, who is the lone deep coverage man, looking towards the left side of the field, as Fields is going that way and there is a slot route which almost looks like a post. We then see a lot of space for Pickens, and Fields is able to make the throw. A very well executed play from Pittsburgh, but Atlanta had chosen a very confusing defense."
    },
    {
        "possession": "ST",
        "down": 1,
        "yardage": 10,
        "position": -25,
        "time": "0:00",
        "quarter": 2,
        "details": "C.Boswell 44 yard field goal is GOOD, Center-C.Kuntz, Holder-C.Johnston.",
        "playType": "Field Goal",
        "personnel": "Field Goal Block",
        "opponent_personnel": "Field Goal",
        "pre-formation": "",
        "post-formation": "",
        "motion": "",
        "description": "The Steelers kick a very solid field goal to end the half."
    },
    {
        "possession": "ST",
        "down": null,
        "yardage": null,
        "position": -35,
        "time": "15:00",
        "quarter": 3,
        "details": "B.Pinion kicks 65 yards from ATL 35 to end zone, Touchback to the PIT 30.",
        "playType": "Kickoff",
        "personnel": "Kickoff",
        "opponent_personnel": "Kickoff Return",
        "pre-formation": "",
        "post-formation": "",
        "motion": "",
        "description": "Another kickoff into the endzone, we see that Atlanta prefers to just give it up to the Steelers at the 30."
    },
    {
        "possession": "D",
        "down": 1,
        "yardage": 10,
        "position": 30,
        "time": "15:00",
        "quarter": 3,
        "details": "N.Harris left tackle to PIT 35 for 5 yards (E.Goldman).",
        "playType": "Run",
        "personnel": "5-2",
        "opponent_personnel": 12,
        "pre-formation": "Cover 2",
        "post-formation": "",
        "motion": "11 Austin",
        "description": "Steelers run a counter to Najee, they bring over the left guard and tight end #83 to act as pullers. Although the Steelers still got 5 yards, the Falcons defensive line did a good job of preventing big holes to open up. Goldman makes a good tackle from behind, since Najee had a lead blocker in front of him."
    },
    {
        "possession": "D",
        "down": 2,
        "yardage": 5,
        "position": 35,
        "time": "14:26",
        "quarter": 3,
        "details": "N.Harris left end to PIT 36 for 1 yard (J.Bates, D.Onyemata).",
        "playType": "Run",
        "personnel": "4-2 Nickel",
        "opponent_personnel": 11,
        "pre-formation": "Cover 3",
        "post-formation": "",
        "motion": "",
        "description": "The Falcons do a good job of crashing the left side of the offense, and Jessie Bates does a great job of identifying the run and coming down to make the tackle. The linebackers slide to the offensive left before the play."
    },
    {
        "possession": "D",
        "down": 3,
        "yardage": 4,
        "position": 36,
        "time": "13:44",
        "quarter": 3,
        "details": "J.Fields sacked at PIT 21 for -15 yards (G.Jarrett).",
        "playType": "Pass",
        "personnel": "4-2 Nickel",
        "opponent_personnel": 11,
        "pre-formation": "Cover 2",
        "post-formation": "Cover 6",
        "motion": "",
        "description": "The Falcons end up playing a Cover 6 Zone in this defense. The coverage is good on the routes, with 2 9 routes on the edges and a hook and an out. The rush was well done, as Judon's stunt caused confusion on the offensive line, confusing the left guard. Jarrett uses a swim move to get past him, and then does a good job of taking down Fields. Jarrett is not fazed by any of Fields' moves, and keeps his leverage and takes him down by the feet."
    },
    {
        "possession": "ST",
        "down": 4,
        "yardage": 19,
        "position": 21,
        "time": "13:08",
        "quarter": 3,
        "details": "C.Johnston punts 58 yards to ATL 21, Center-C.Kuntz. A.Williams pushed ob at ATL 49 for 28 yards (T.Matakevich).",
        "playType": "Punt Return",
        "personnel": "Punt Return",
        "opponent_personnel": "Punt",
        "pre-formation": "",
        "post-formation": "",
        "motion": "",
        "description": "A good return is set up by the 2 Falcons gunners at the top of the screen. This allows Williams to have a very open area to his right, and he takes advantage and returns the ball to about midfield, giving the Falcons excellent field position."
    },
    {
        "possession": "O",
        "down": 1,
        "yardage": 10,
        "position": -49,
        "time": "12:56",
        "quarter": 3,
        "details": "B.Robinson right tackle to PIT 47 for 4 yards (Ca.Heyward; D.Elliott).",
        "playType": "Run",
        "personnel": 12,
        "opponent_personnel": "5-3 Nickel",
        "pre-formation": "Pistol Trips",
        "post-formation": "Pistol Trips",
        "motion": "5 London",
        "description": "A stretch play, Bijan chooses not to go around the edge with TJ Watt, but to cut the run back and make a few jukes. He does a good job of sticking his foot in the ground and getting around defenders who stop in their tracks."
    },
    {
        "possession": "O",
        "down": 2,
        "yardage": 6,
        "position": 47,
        "time": "12:25",
        "quarter": 3,
        "details": "B.Robinson left tackle to PIT 43 for 4 yards (K.Benton).",
        "playType": "Run",
        "personnel": 12,
        "opponent_personnel": "5-3 Nickel",
        "pre-formation": "Pistol Trips",
        "post-formation": "Pistol Trips",
        "motion": "89 Woerner",
        "description": "Another run play, the Falcons utilize a motioning tight end as the lead blocker, but Pittsburgh does a good job of creating a blockade which the Falcons cannot get around. Robinson is still able to pick up the first down by using some of his physicality."
    },
    {
        "possession": "O",
        "down": 3,
        "yardage": 2,
        "position": 43,
        "time": "11:57",
        "quarter": 3,
        "details": "(No Huddle, Shotgun) B.Robinson left end to PIT 42 for 1 yard (Ca.Heyward).",
        "playType": "Run",
        "personnel": 12,
        "opponent_personnel": "5-3 Nickel",
        "pre-formation": "Pistol Bunch",
        "post-formation": "",
        "motion": "",
        "description": "A third straight zone run play out of a trips like formation, we see the Steelers stop it, with a 5 man front. Heyward just puts his arm out and takes down Bijan. One possibility for his instant reaction could be the fact that after 2 previous runs, the lineman was tired or the offensive guard had a tipoff to Heyward that Bijan would be right there."
    },
    {
        "possession": "O",
        "down": 4,
        "yardage": 1,
        "position": 42,
        "time": "11:19",
        "quarter": 3,
        "details": "B.Robinson left end to PIT 32 for 10 yards (M.Fitzpatrick, J.Porter).",
        "playType": "Run",
        "personnel": 12,
        "opponent_personnel": "5-3 Nickel",
        "pre-formation": "Singleback Trips",
        "post-formation": "Power I",
        "motion": "7 Robinson",
        "description": "A fourth straight run play, but out of a different formation catches the defense off guard, especially with the 5-3 front. We see the Falcons have the guys on the left edge block to the right, while some of the lineman in the middle block left. This seals the edge and makes sure the Bijan onlys has one guy to beat. This works well because of the expectation that the run will be up the middle with Allegeir and the fact the linebackers and corners are in a tight formation."
    },
    {
        "possession": "O",
        "down": 1,
        "yardage": 10,
        "position": 32,
        "time": "10:34",
        "quarter": 3,
        "details": "K.Cousins Aborted. D.Dalman FUMBLES at PIT 35, RECOVERED by PIT-T.Watt at PIT 38.",
        "playType": "",
        "personnel": 12,
        "opponent_personnel": "5-2",
        "pre-formation": "Pistol Double Wing",
        "post-formation": "Pistol Double Wing",
        "motion": "85 Dalman",
        "description": "A big miscommunication for the Falcons, this fumble likely costs them points. Kirk signals for a motion but immediately holds up his hand to stop, so it seems more likely that this was an error by Cousins, but the tight end could have also been supposed to pretend to motion or motion out. "
    },
    {
        "possession": "D",
        "down": 1,
        "yardage": 10,
        "position": 38,
        "time": "10:29",
        "quarter": 3,
        "details": "J.Fields pass short left to M.Pruitt pushed ob at PIT 47 for 9 yards (C.Phillips).",
        "playType": "PA Pass",
        "personnel": "5-2",
        "opponent_personnel": 12,
        "pre-formation": "Cover 2",
        "post-formation": "",
        "motion": "",
        "description": "It seems like 17 was meant to play a spy role on Justin Fields, I think he would have been more effective in this play if he had threatened Fields a little more instead of trying to read Fields' eyes. We see the misdirection play action, the boot mess with Atlanta again, as the defenders seem to commit to the run."
    },
    {
        "possession": "D",
        "down": 2,
        "yardage": 1,
        "position": 47,
        "time": "10:03",
        "quarter": 3,
        "details": "(No Huddle) J.Fields pass incomplete deep left to G.Pickens.",
        "playType": "PA Pass",
        "personnel": "5-2",
        "opponent_personnel": 12,
        "pre-formation": "Cover 6",
        "post-formation": "Cover 2",
        "motion": "81 Pruitt",
        "description": "This play looked like the Falcons played man coverage, as most guys were close to the guy they were covering, even on drag routes throughout the field. They seemed to double Pickens, as he was the lone man on the offensive left at the snap. Even though the linebackers shifted as if it was zone coverage during the motion, as mentioned above, the man covering a tight end followed the tight end on a drag. This coverage worked well since the tight window throw to Pickens on the sidelines is not known as Fields' strong suit. Also see 17 putting some pressure on Justin Fields, which may have impacted the throw."
    },
    {
        "possession": "D",
        "down": 3,
        "yardage": 1,
        "position": 47,
        "time": "9:57",
        "quarter": 3,
        "details": "J.Fields right guard to PIT 48 for 1 yard (A.Ebiketie, J.Smith-Williams).",
        "playType": "Run",
        "personnel": "6-1",
        "opponent_personnel": 13,
        "pre-formation": "Cover 4",
        "post-formation": "",
        "motion": "",
        "description": "53 on the Falcons seems to sense the QB sneak as Fields audibles at the line, but Fields is able to power through the tackle attempts. Fields is at an advantageous point of contact when the tackler hits him, low and moving forward, but the line should be at least trying to push him back to try and get it to 4th down."
    },
    {
        "possession": "D",
        "down": 1,
        "yardage": 10,
        "position": 48,
        "time": "9:27",
        "quarter": 3,
        "details": "(No Huddle, Shotgun) N.Harris left guard to ATL 47 for 5 yards (Z.Harrison, N.Landman).",
        "playType": "Run",
        "personnel": "5-2",
        "opponent_personnel": 13,
        "pre-formation": "Cover 4",
        "post-formation": "",
        "motion": "",
        "description": "These Falcons do seem like they are getting pushed around a lot and getting beat at the line of scrimmage by the Steelers. 53 and 96 do a good job of getting off of their blocks and wrapping up Harris, but he pushes for a few extra yards."
    },
    {
        "possession": "D",
        "down": 2,
        "yardage": 5,
        "position": -47,
        "time": "8:50",
        "quarter": 3,
        "details": "N.Harris left tackle to ATL 45 for 2 yards (K.Elliss; N.Landman). PENALTY on ATL-E.Goldman, Defensive Holding, 5 yards, enforced at ATL 45.",
        "playType": "Run",
        "personnel": "5-2",
        "opponent_personnel": 12,
        "pre-formation": "Cover 4",
        "post-formation": "",
        "motion": "",
        "description": "This time the Falcons get some free tackles, and they do a good job of getting Najee down. However, these free tackles were probably a result of Goldman's holding penalty, as he tugged on the center's jersey. The Falcons definitely should want to improve their run defense."
    },
    {
        "possession": "D",
        "down": 1,
        "yardage": 10,
        "position": -40,
        "time": "8:23",
        "quarter": 3,
        "details": "J.Fields pass incomplete short left to M.Pruitt.",
        "playType": "PA Pass",
        "personnel": "5-2",
        "opponent_personnel": 12,
        "pre-formation": "Cover 4",
        "post-formation": "",
        "motion": "",
        "description": "The Falcons get lucky as Fields chooses a bad route to throw in zone coverage, the drag on this play, as Pickens seems to be open but he actually picked a bad spot to sit down. Bates seems to make a mistake on this play, thinking it is Cover 3, but corrects in time so it is not an issue. Additionally, 90 gets free because 80 on the Steelers chips him out of the block he was engaged with, leading to a pressure."
    },
    {
        "possession": "D",
        "down": 2,
        "yardage": 10,
        "position": -40,
        "time": "8:17",
        "quarter": 3,
        "details": "C.Patterson left guard to ATL 38 for 2 yards (K.Elliss; J.Smith-Williams).",
        "playType": "Run",
        "personnel": "5-2 Nickel",
        "opponent_personnel": 11,
        "pre-formation": "Cover 4",
        "post-formation": "",
        "motion": "11 Austin",
        "description": "This is one running play where it feels like the Falcons did not get overpowered. They hold the line in place and close off any gaps that Patterson can get to, as 55 does a good job of block shedding from the outside, and the Falcons stop him for a minimal gain."
    },
    {
        "possession": "D",
        "down": 3,
        "yardage": 8,
        "position": -38,
        "time": "7:52",
        "quarter": 3,
        "details": "(No Huddle, Shotgun) J.Fields pass incomplete short left to C.Austin (J.Simmons).",
        "playType": "Pass",
        "personnel": "5-1 NIckel",
        "opponent_personnel": 11,
        "pre-formation": "Cover 3",
        "post-formation": "Cover 1 Spy",
        "motion": "",
        "description": "The Falcons struggle to get organized coming out of the no huddle situation, so it seems like they end up blitzing 5. This appears to be a Cover 1 Spy Man Blitz. However, the backend of the defense does a good job of coverage, and Simmons makes a good play to break up the hook pass."
    },
    {
        "possession": "ST",
        "down": 4,
        "yardage": 8,
        "position": -38,
        "time": "7:45",
        "quarter": 3,
        "details": "C.Boswell 56 yard field goal is GOOD, Center-C.Kuntz, Holder-C.Johnston.",
        "playType": "Field Goal",
        "personnel": "Field Goal Block",
        "opponent_personnel": "Field Goal",
        "pre-formation": "",
        "post-formation": "",
        "motion": "",
        "description": "Boswell is able to kick this ball quickly, and the Falcons don't come close to blocking the kick. "
    },
    {
        "possession": "ST",
        "down": null,
        "yardage": null,
        "position": 35,
        "time": "7:45",
        "quarter": 3,
        "details": "C.Boswell kicks 65 yards from PIT 35 to end zone, Touchback to the ATL 30.",
        "playType": "Kickoff Return",
        "personnel": "Kickoff Return",
        "opponent_personnel": "Kickoff",
        "pre-formation": "",
        "post-formation": "",
        "motion": "",
        "description": "There is no kickoff return on this play, as the ball is booted to the back of the endzone, but we get a preview of the pulling tight end blocking strategy again."
    },
    {
        "possession": "O",
        "down": 1,
        "yardage": 10,
        "position": -30,
        "time": "7:45",
        "quarter": 3,
        "details": "T.Allgeier left tackle to ATL 37 for 7 yards (A.Highsmith; L.Ogunjobi).",
        "playType": "Run",
        "personnel": 12,
        "opponent_personnel": "5-3",
        "pre-formation": "Pistol Trips Wing",
        "post-formation": "Pistol Trips Wing",
        "motion": "89 Woerner",
        "description": "A wide zone play, the motion and block by 89 did a good job of sealing the backside edge. The lineman also do a good job of pushing the defenders to the sideline, opening up space for Allgeier."
    },
    {
        "possession": "O",
        "down": 2,
        "yardage": 3,
        "position": -37,
        "time": "7:07",
        "quarter": 3,
        "details": "T.Allgeier left end to ATL 38 for 1 yard (T.Watt; A.Highsmith).",
        "playType": "Run",
        "personnel": 12,
        "opponent_personnel": "5-2",
        "pre-formation": "Pistol Wing",
        "post-formation": "Pistol Wing",
        "motion": "89 Woerner",
        "description": "In this case, leaving TJ Watt unblocked is not a good idea. 76 does not even touch him, and the blocks do not set up fast enough for Allgeier to get away. We also see Kyle Pitts getting outmuscled by Highsmith, who can come off of his block and make a play."
    },
    {
        "possession": "O",
        "down": 3,
        "yardage": 2,
        "position": -38,
        "time": "6:32",
        "quarter": 3,
        "details": "K.Cousins pass short left to K.Pitts pushed ob at PIT 45 for 17 yards (P.Wilson). PENALTY on ATL-Ja.Matthews, Illegal Use of Hands, 10 yards, enforced at ATL 38 - No Play.",
        "playType": "Pass",
        "personnel": 11,
        "opponent_personnel": "5-2",
        "pre-formation": "Empty",
        "post-formation": "Empty",
        "motion": "7 Robinson",
        "description": "A clear penalty on Matthews, but an interesting concept on the play. It appears as if Mooney almost runs a pick play, but it is more of a hitch. The drags are close and Kyle Pitts has to slow down a little bit. "
    },
    {
        "possession": "O",
        "down": 3,
        "yardage": 12,
        "position": -28,
        "time": "6:32",
        "quarter": null,
        "details": "K.Cousins sacked at ATL 19 for -9 yards (T.Watt). FUMBLES (T.Watt) [T.Watt], recovered by ATL-K.McGary at ATL 19. K.McGary to ATL 18 for -1 yards. PENALTY on PIT-D.Jackson, Illegal Use of Hands, 5 yards, enforced at ATL 28 - No Play.",
        "playType": "Pass",
        "personnel": 11,
        "opponent_personnel": "4-2 Nickel",
        "pre-formation": "Shotgun Trips",
        "post-formation": "",
        "motion": "",
        "description": "Bad things happen when you leave TJ Watt unblocked, and he almost has a free run at Cousins, who could have slid the line over to Watt. The penalty on the defense instantly gives the Falcons a first down."
    },
    {
        "possession": "O",
        "down": 1,
        "yardage": 10,
        "position": -33,
        "time": "6:32",
        "quarter": 3,
        "details": "B.Robinson right tackle to ATL 35 for 2 yards (Ni.Herbig).",
        "playType": "Run",
        "personnel": 12,
        "opponent_personnel": "5-1 Nickel",
        "pre-formation": "Pistol Wing",
        "post-formation": "Pistol Trips",
        "motion": "89 Woerner",
        "description": "An interesting run, it looks like Bijan could have had more yards if he tried to take this run outside. However, 63 slipped, so his stable presence could have also opened up more yards for the RB."
    },
    {
        "possession": "O",
        "down": 2,
        "yardage": 8,
        "position": -35,
        "time": "5:12",
        "quarter": 3,
        "details": "K.Cousins sacked at ATL 26 for -9 yards (M.Adams).",
        "playType": "Pass",
        "personnel": 12,
        "opponent_personnel": "5-2",
        "pre-formation": "Pistol Trips Wing",
        "post-formation": "Pistol Wing",
        "motion": "5 London",
        "description": "The offensive line gets spread out, and they cannot handle the stunts by the defensive lineman, leading to a quick sack. Both Heyward and Adams juke out the lineman guarding them and they get a shot at Cousins. The offensive lineman show slow movement during pass protection."
    },
    {
        "possession": "O",
        "down": 3,
        "yardage": 17,
        "position": -26,
        "time": "4:41",
        "quarter": 3,
        "details": "(No Huddle, Shotgun) K.Cousins pass short right to C.Woerner to ATL 30 for 4 yards (B.Bishop)",
        "playType": "Pass",
        "personnel": 12,
        "opponent_personnel": "4-3 Nickel",
        "pre-formation": "Shotgun Trips",
        "post-formation": "",
        "motion": "",
        "description": "The Steelers utilize some stunts and get some more pressure on Cousins, as he is forced to take the check down, while the rest of the receiver routes are right around the first down marker. The lineman seem to struggle with the stunts because they are pushing the stunting lineman past Cousins, but their stunt brings them close to Cousins."
    },
    {
        "possession": "ST",
        "down": 4,
        "yardage": 13,
        "position": -30,
        "time": "4:03",
        "quarter": 3,
        "details": "B.Pinion punts 55 yards to PIT 15, Center-L.McCullough. C.Austin to PIT 27 for 12 yards (D.Malone). PENALTY on ATL-K.Hodge, Player Out of Bounds on Kick, 5 yards, enforced at PIT 27.",
        "playType": "Punt",
        "personnel": "Punt",
        "opponent_personnel": "Punt Return",
        "pre-formation": "",
        "post-formation": "",
        "motion": "",
        "description": "12 does a good job of fighting through the blocks in order to get near the returner, but does not do a good job of maintaining his leverage to make a secure tackle. Also, 12(Hodge) immediately went out of bounds when he saw he had 2 men covering him, so a penalty flag was thrown. Overall, this felt like a play where the Falcons could have been more disciplined and had a much better play."
    },
    {
        "possession": "D",
        "down": 1,
        "yardage": 10,
        "position": 32,
        "time": "3:49",
        "quarter": 3,
        "details": "J.Fields pass deep left to G.Pickens to ATL 28 for 40 yards (A.Terrell) [G.Jarrett].",
        "playType": "Pass",
        "personnel": "5-1 Nickel",
        "opponent_personnel": 11,
        "pre-formation": "Cover 2",
        "post-formation": "Cover 2",
        "motion": "88 Freiermuth",
        "description": "A very confusing coverage by the Falcons, and it leads to a big gain for the Steelers. We see Terrell pressed up on Pickens, while every other corner is playing off coverage. This looks to be a 2 high safety look, where Bates ends up backpedaling to the bottom right of the frame, but Simmons stays in place. Fields places the ball in a good spot for Pickens to make a play. We see Terrell look a little slow flipping his hips, giving Pickens a step, resulting in the big play."
    },
    {
        "possession": "D",
        "down": 1,
        "yardage": 10,
        "position": -28,
        "time": "2:58",
        "quarter": 3,
        "details": "N.Harris left end to ATL 24 for 4 yards (A.Terrell).",
        "playType": "Run",
        "personnel": "5-2",
        "opponent_personnel": 13,
        "pre-formation": "Cover 2",
        "post-formation": "",
        "motion": "81 Pruitt",
        "description": "The Steelers ran a wide zone run, and Najee was almost able to break it big. Darnell Washington does a good job of setting the edge for the Steelers, and the 2 Falcons linebackers occupy the same lane that seems to open, but Najee takes it wide. Terrell makes a good tackle by the legs to prevent the long rush. The linebackers shifted over because Pittsburgh balanced the formation by motioning 81 to the right side of the formation."
    },
    {
        "possession": "D",
        "down": 2,
        "yardage": 6,
        "position": -24,
        "time": "2:58",
        "quarter": 3,
        "details": "(No Huddle) PENALTY on PIT-S.Anderson, False Start, 5 yards, enforced at ATL 24 - No Play.",
        "playType": "",
        "personnel": "5-2",
        "opponent_personnel": 13,
        "pre-formation": "Cover 2",
        "post-formation": "",
        "motion": "",
        "description": "The Steelers false start on this play. Nothing really to see on the All-22, but it is pretty funny to see Harris groan and fall to the ground in disappointment."
    },
    {
        "possession": "D",
        "down": 2,
        "yardage": 11,
        "position": -29,
        "time": "2:14",
        "quarter": 3,
        "details": "J.Fields left end to ATL 25 for 4 yards (T.Andersen).",
        "playType": "Run",
        "personnel": "4-2 Nickel",
        "opponent_personnel": 11,
        "pre-formation": "Cover 2",
        "post-formation": "",
        "motion": "",
        "description": "The play looks to be some sort of RPO, and Fields takes off after seeing the gap opened by his offensive line. The edge rushers try to contain Fields in the pocket, but they run past Fields. Troy Andersen takes a good angle and maintains his leverage in order to make the tackle."
    },
    {
        "possession": "D",
        "down": 3,
        "yardage": 7,
        "position": -25,
        "time": "1:30",
        "quarter": 3,
        "details": "J.Fields pass short left to M.Pruitt pushed ob at ATL 19 for 6 yards (T.Andersen) [L.Carter]. PENALTY on PIT-V.Jefferson, Illegal Shift, 5 yards, enforced at ATL 25 - No Play.",
        "playType": "Pass",
        "personnel": "4-2 Nickel",
        "opponent_personnel": 12,
        "pre-formation": "Cover 2",
        "post-formation": "Cover 3",
        "motion": "11 Jefferson",
        "description": "The Falcons seem to audible to a play, and this makes the coverage look a little messy. It appears to be a Cover 3 with 3 under and Justin Simmons some kind of middle hook zone. The naked boot leaves Fields susceptible to pressure, and the Falcons are able to get a hit. This play is eventually called back for an illegal shift."
    },
    {
        "possession": "D",
        "down": 3,
        "yardage": 12,
        "position": -30,
        "time": "1:30",
        "quarter": 3,
        "details": "J.Fields pass short left to P.Freiermuth to ATL 22 for 8 yards (J.Simmons; K.Elliss).",
        "playType": "PA Pass",
        "personnel": "6-0 Nickel",
        "opponent_personnel": "",
        "pre-formation": "Cover 3",
        "post-formation": "Cover 4 Double Mug",
        "motion": "",
        "description": "This formation is a good disguise coverage by the defense, as they shift from what appears to be an all out blitz to a Cover 4 scheme. They are also helped by the fact that the Steelers only had routes on the right side of the field. The Falcons did a good job of playing around the first down marker in order to force the short pass."
    },
    {
        "possession": "D",
        "down": 4,
        "yardage": 4,
        "position": -22,
        "time": "0:25",
        "quarter": 3,
        "details": "C.Boswell 40 yard field goal is GOOD, Center-C.Kuntz, Holder-C.Johnston.",
        "playType": "Field Goal",
        "personnel": "Field Goal Block",
        "opponent_personnel": "Field Goal",
        "pre-formation": "",
        "post-formation": "",
        "motion": "",
        "description": "A good field goal by the Steelers leads them to another 3 points. The Falcons showed an interesting block method, where the DT in the A gap to the center's right went to the center's left, and another DT tried to come in and block the kick. Unfortunately for the Falcons, they were not fast enough to block the kick."
    },
    {
        "possession": "ST",
        "down": null,
        "yardage": null,
        "position": 35,
        "time": "0:25",
        "quarter": 3,
        "details": "C.Boswell kicks 65 yards from PIT 35 to end zone, Touchback to the ATL 30.",
        "playType": "Kickoff Return",
        "personnel": "Kickoff Return",
        "opponent_personnel": "Kickoff",
        "pre-formation": "",
        "post-formation": "",
        "motion": "",
        "description": "While this is another touchback, the Falcons seem to exhibit the same type of blocking with the pulling tight end."
    },
    {
        "possession": "O",
        "down": 1,
        "yardage": 10,
        "position": -30,
        "time": "0:23",
        "quarter": 3,
        "details": "B.Robinson left end pushed ob at ATL 35 for 5 yards (P.Queen).",
        "playType": "Run",
        "personnel": 12,
        "opponent_personnel": "5-4",
        "pre-formation": "Pistol Trips Wing",
        "post-formation": "Pistol Ace",
        "motion": "89 Woerner",
        "description": "The toss play works well for the Falcons here. They utilize a motioned tight end as the lead blocker, and most of the linemen block towards the left, but Drake London blocks towards his right, which stops the defenders from getting in the way of Robinson."
    },
    {
        "possession": "O",
        "down": 2,
        "yardage": 5,
        "position": -35,
        "time": "15:00",
        "quarter": 4,
        "details": "B.Robinson right end to ATL 41 for 6 yards (J.Porter; P.Wilson). PENALTY on ATL-K.McGary, Offensive Holding, 10 yards, enforced at ATL 35 - No Play.",
        "playType": "Run",
        "personnel": 11,
        "opponent_personnel": "4-2 Nickel",
        "pre-formation": "Pistol Trips",
        "post-formation": "Pistol Trips",
        "motion": "5 London",
        "description": "Another wide zone run by the Falcons, but this one is negated by penalty. The blocking scheme does a good job of creating space, by pushing the edge rusher out to the side and containing the defenders while creating a wall for the RB. It looks like if there was a holding penalty to be called, it would be on 67, not 76, as McGary seemed to just push away Watt."
    },
    {
        "possession": "O",
        "down": 2,
        "yardage": 15,
        "position": -25,
        "time": "14:39",
        "quarter": 4,
        "details": "K.Cousins pass incomplete short left [T.Watt].",
        "playType": "Pass",
        "personnel": 11,
        "opponent_personnel": "4-2 Nickel",
        "pre-formation": "Shotgun Trips",
        "post-formation": "Shotgun Ace",
        "motion": "8 Pitts",
        "description": "The HB screen is well covered by Highsmith, which leads to Watt almost getting a sack on Cousins. Highsmith is able to watch Bijan stop and turn for the ball, which leads to his choice to just cover up Robinson instead of rushing the QB. This is a play which required better execution in order to lead to success."
    },
    {
        "possession": "O",
        "down": 3,
        "yardage": 15,
        "position": -25,
        "time": "14:36",
        "quarter": 4,
        "details": "K.Cousins pass incomplete short middle to R.McCloud.",
        "playType": "Pass",
        "personnel": 11,
        "opponent_personnel": "4-2 Nickel",
        "pre-formation": "Shotgun Trips",
        "post-formation": "",
        "motion": "",
        "description": "This incompletion seems to be a bad read by Kirk, as he doesn't notice the 2 DBs coming down and play the zones in front of the deep 3 defenders. It initially looks like Cover 4, so Kirk throws it to McCloud after his initial read Mooney is not there and as the pressure starts getting to him."
    },
    {
        "possession": "ST",
        "down": 4,
        "yardage": 15,
        "position": -25,
        "time": "14:31",
        "quarter": 4,
        "details": "B.Pinion punts 59 yards to PIT 16, Center-L.McCullough. C.Austin pushed ob at PIT 22 for 6 yards (J.Bertrand).",
        "playType": "Punt",
        "personnel": "Punt",
        "opponent_personnel": "Punt Return",
        "pre-formation": "",
        "post-formation": "",
        "motion": "",
        "description": "While the Falcons do have to punt again, we see that the gunners still try to stop in their tracks and tackle a very quick Calvin Austin. This seems like a coaching point with how often we see the Falcons not maintaining their leverage when going in for a tackle. While it wasn't a large return this time, it is a troubling pattern. Even Troy Andersen, who has made a few good tackles in this game so far, succumbs to stopping when Austin hesitates a bit."
    },
    {
        "possession": "D",
        "down": 1,
        "yardage": 10,
        "position": 22,
        "time": "14:17",
        "quarter": 4,
        "details": "J.Fields scrambles right end to PIT 29 for 7 yards (D.Alford).",
        "playType": "PA Pass",
        "personnel": "4-2 Nickel",
        "opponent_personnel": 12,
        "pre-formation": "Cover 3",
        "post-formation": "Cover 2",
        "motion": "88 Freiermuth",
        "description": "The Falcons disguise their defense, bringing in Bates to occupy a shallow zone and CB Hughes plays one of the deep zones with Justin Simmons. The defense gets shifted over and then faked out with the naked bootleg, and this causes the rushers to be caught up in this trap. This leaves Fields, a dangerous runner, with an open field."
    },
    {
        "possession": "D",
        "down": 2,
        "yardage": 3,
        "position": 29,
        "time": "13:39",
        "quarter": 4,
        "details": "N.Harris right tackle to PIT 49 for 20 yards (A.Ebiketie, J.Simmons).",
        "playType": "Run",
        "personnel": "4-3 Nickel",
        "opponent_personnel": 13,
        "pre-formation": "Cover 2",
        "post-formation": "",
        "motion": "",
        "description": "The Steelers offense line does an excellent job of clearing a hole for Harris, and he makes a good cut to get a big gain. While the Falcons do have bodies in the box, they get overpowered at the line of scrimmage. The Steelers center makes a good block on 99 to make a gap, and 78 on the Steelers does a great job of coming back and blocking Elliss on the backside, which prevents him from occupying the hole and Harris getting into daylight. Once again, it feels like the Falcons defense is not able to command the line of scrimmage."
    },
    {
        "possession": "D",
        "down": 1,
        "yardage": 10,
        "position": 49,
        "time": "13:03",
        "quarter": 4,
        "details": "N.Harris left guard to 50 for 1 yard (N.Landman).",
        "playType": "Run",
        "personnel": "5-2",
        "opponent_personnel": 13,
        "pre-formation": "Cover 3",
        "post-formation": "",
        "motion": "81 Pruitt",
        "description": "The Steelers attempt to ride the hot hand once again, going back to Harris on a counter play. However, Washington on the Steelers misses the block on Landman, which gives him an opportunity to make the open field tackle. He does a good job of wrapping up Harris for the minimal gain. Landman performs a sound tackle to get Harris on the ground."
    },
    {
        "possession": "D",
        "down": 2,
        "yardage": 9,
        "position": 50,
        "time": "12:38",
        "quarter": 4,
        "details": "(No Huddle) J.Fields pass short left to P.Freiermuth ran ob at ATL 40 for 10 yards (A.Terrell).",
        "playType": "Pass",
        "personnel": "5-2",
        "opponent_personnel": 13,
        "pre-formation": "Cover 4",
        "post-formation": "Cover 4",
        "motion": "81 Pruitt",
        "description": "We see the Falcons utilize the PA pass, and we see 17 act as a spy for Fields on this naked bootleg. The Falcons seem to diagnose where the pass is going, as both 55 and 17 know that Friermuth is getting the ball, but they are not fast enough. The vertical routes prevent Terrell from playing closer to the drag, which could have stopped it a little shorter."
    },
    {
        "possession": "D",
        "down": 1,
        "yardage": 10,
        "position": -40,
        "time": "12:03",
        "quarter": 4,
        "details": "N.Harris left tackle to ATL 37 for 3 yards (K.Street; Z.Harrison).",
        "playType": "Run",
        "personnel": "5-2",
        "opponent_personnel": 12,
        "pre-formation": "Cover 6",
        "post-formation": "",
        "motion": "81 Pruitt",
        "description": "The inside zone looks promising for Harris, but we see Street do a good job of disengaging his block and slowing Harris down, allowing Harrison to make the tackle. Street exhibits a good burst of strength to push away the center, and Harrison does a good job of playing with intensity, even when the man blocking him seems to think the play is over."
    },
    {
        "possession": "D",
        "down": 2,
        "yardage": 7,
        "position": -37,
        "time": "11:28",
        "quarter": 4,
        "details": "J.Warren left guard to ATL 29 for 8 yards (J.Bates).",
        "playType": "Run",
        "personnel": "5-2",
        "opponent_personnel": 12,
        "pre-formation": "Cover 2",
        "post-formation": "",
        "motion": "11 Jefferson",
        "description": "The Steelers use both a pulling guard and a pulling tight end on this run play with Warren. While the Falcons defense does crash towards the running back, they still get overpowered and pulled out of the way by the Steelers offensive line. Also, we see the 2 linebackers both try to occupy the same area, which gives the RB open space. Bates is still able to make a good tackle, but the first down was given up."
    },
    {
        "possession": "D",
        "down": 1,
        "yardage": 10,
        "position": -29,
        "time": "10:52",
        "quarter": 4,
        "details": "J.Fields left end to ATL 25 for 4 yards (L.Carter).",
        "playType": "Run",
        "personnel": "4-2 Nickel",
        "opponent_personnel": 21,
        "pre-formation": "Cover 4",
        "post-formation": "",
        "motion": "",
        "description": "The Steelers choose to run what looks like a 3 option play, with the QB scramble, the handoff, and the screen. Fields chooses to scramble, and he does a good job of navigating his blocks. Elliss has a good shot at tackling him, as he sniffs out the scramble, but hesitates slightly while Fields goes around a blocking WR, allowing Fields to get a decent gain. We did see a good amount of the defense crash the line for the run, but they still seemed well prepared to defend the screen."
    },
    {
        "possession": "D",
        "down": 2,
        "yardage": 6,
        "position": -25,
        "time": "10:08",
        "quarter": 4,
        "details": "J.Fields pass short left to D.Washington pushed ob at ATL 20 for 5 yards (L.Carter).",
        "playType": "PA Pass",
        "personnel": "6-1",
        "opponent_personnel": 13,
        "pre-formation": "Cover 3",
        "post-formation": "Cover 3",
        "motion": "81 Pruitt",
        "description": "Another naked bootleg off of a play action pass by the Steelers, and another time the Falcons cannot get a negative play. The defensive lineman are not strong enough to get through the offensive line and generate pressure. With Carter on the tight end Washington, the Steelers have a favorable matchup and get the completion."
    },
    {
        "possession": "D",
        "down": 3,
        "yardage": 1,
        "position": -20,
        "time": "9:26",
        "quarter": 4,
        "details": "J.Fields right guard to ATL 15 for 5 yards (K.Elliss).",
        "playType": "Run",
        "personnel": "3-4",
        "opponent_personnel": 13,
        "pre-formation": "Cover 3",
        "post-formation": "Cover 3",
        "motion": "",
        "description": "While the Falcons do audible after seeing the Steelers in empty, it is quite a confusing audible on 3rd and 1. They commit to stopping the pass on a short yardage down, against a potent scrambler QB. Fields obviously sees the open hole and gets the first down. Otherwise, this is an interesting Cover 3, with 5 men under in zones and only 3 men rushing. This seems like it would be a decent red zone defense for long yardage downs, but not on 3rd and 1."
    },
    {
        "possession": "D",
        "down": 1,
        "yardage": 10,
        "position": -15,
        "time": "8:47",
        "quarter": 4,
        "details": "N.Harris left tackle to ATL 13 for 2 yards (D.Onyemata, L.Carter).",
        "playType": "Run",
        "personnel": "5-2",
        "opponent_personnel": 12,
        "pre-formation": "Cover 4",
        "post-formation": "",
        "motion": "88 Freiermuth",
        "description": "The Falcons blitz the A gaps, but the Steelers are running away from it on a stretch run play. This allows Harris to almost have an open hole, but Onyemata does a good job of getting off of his block and making a play. Onyemata gets up high and is able to get eyes on the ball carrier, and is in the spot to make a play."
    },
    {
        "possession": "D",
        "down": 2,
        "yardage": 8,
        "position": -13,
        "time": "8:05",
        "quarter": 4,
        "details": "N.Harris left end to ATL 7 for 6 yards (M.Hughes). Penalty on PIT-B.Jones, Unsportsmanlike Conduct, offsetting. Penalty on ATL-G.Jarrett, Unsportsmanlike Conduct, offsetting.",
        "playType": "Run",
        "personnel": "5-3",
        "opponent_personnel": 13,
        "pre-formation": "Cover 4",
        "post-formation": "",
        "motion": "88 Freiermuth",
        "description": "The Steelers look to hit the edge again on this play, and they do so successfully. Bates knows that it is a run, but he is on the wrong side(which is the weak side here) and just ends up chasing the runner unsuccessfully. While the Falcons do stack the box, they have to rely on Hughes to make a tackle when the pitch goes outside. Additionally, we see the unsportsmanlike penalty, where Jones falls on Jarrett, but Jarrett pushes Jones back. While Jarrett does have the right to be angry, he cost the defense 15 yards in field position."
    },
    {
        "possession": "D",
        "down": 3,
        "yardage": 2,
        "position": -7,
        "time": "8:05",
        "quarter": 4,
        "details": "J.Fields pass short right to V.Jefferson to ATL 6 for 1 yard (J.Bates).",
        "playType": "Pass",
        "personnel": "5-2",
        "opponent_personnel": 11,
        "pre-formation": "Cover 4",
        "post-formation": "Cover 4",
        "motion": "11 Jefferson",
        "description": "This is a similar looking RPO to the one the Steelers already ran on this drive, and Fields chooses to throw the screen this time. Bates and Terrell do a good job of identifying the screen as soon as it's thrown, and Bates is able to break through and slow down Jefferson. The linebackers and lineman crash the line, so this is an excellent play by the DBs to stop the first down and touchdown."
    },
    {
        "possession": "D",
        "down": 4,
        "yardage": 1,
        "position": -6,
        "time": "8:05",
        "quarter": 4,
        "details": "(No Huddle) J.Fields left guard to ATL 6 for no gain (N.Landman).",
        "playType": "Run",
        "personnel": "5-3",
        "opponent_personnel": 11,
        "pre-formation": "Cover 2",
        "post-formation": "Cover 2 A Gap Blitz",
        "motion": "",
        "description": "The linebackers literally jump over the A gap and get Fields before he is able to move. This is a great play by the linebackers to jump the snap and get Fields in the backfield. Landman's pursuit to just push Fields to the ground after jumping to the line works as Fields' knee touches before he makes any progress."
    },
    {
        "possession": "O",
        "down": 1,
        "yardage": 10,
        "position": -6,
        "time": "7:09",
        "quarter": 4,
        "details": "B.Robinson right guard to ATL 9 for 3 yards (J.Porter).",
        "playType": "Run",
        "personnel": 12,
        "opponent_personnel": "4-2 Nickel",
        "pre-formation": "Pistol Ace",
        "post-formation": "Pistol Wing",
        "motion": "5 London",
        "description": "An interesting run play, the Falcons bring London in behind Pitts to seemingly clear the C gap, but he is unable to, forcing Bijan to go outside. Robinson is unable to break the tackle of Joey Porter Jr. Bijan seems to try and power through the D gap, but Porter stops him for 3 yards."
    },
    {
        "possession": "O",
        "down": 2,
        "yardage": 7,
        "position": -9,
        "time": "6:36",
        "quarter": 4,
        "details": "(No Huddle, Shotgun) K.Cousins pass short left to B.Robinson to ATL 18 for 9 yards (D.Jackson). PENALTY on ATL-K.Pitts, Illegal Formation, 4 yards, enforced at ATL 9 - No Play.",
        "playType": "Pass",
        "personnel": 11,
        "opponent_personnel": "4-3 Nickel",
        "pre-formation": "Empty Quads",
        "post-formation": "",
        "motion": "",
        "description": "Pitts does not line up on the line, which causes the illegal formation penalty(there needs to be one receiver on the line on each side of the center, and Pitts is the singular near side receiver). It does not appear that Pitts checked if he was in an ok position with the referees. Otherwise, this is a unique screen to the RB, but it worked well aside from the penalty, as the 3 verticals cleared the way for the screen pass."
    },
    {
        "possession": "O",
        "down": 2,
        "yardage": 11,
        "position": -5,
        "time": "6:15",
        "quarter": 4,
        "details": "K.Cousins pass incomplete short left to R.McCloud (A.Highsmith).",
        "playType": "Pass",
        "personnel": 11,
        "opponent_personnel": "4-3 Nickel",
        "pre-formation": "Shotgun Trips",
        "post-formation": "Shotgun Split Back",
        "motion": "1 Mooney",
        "description": "TJ Watt makes an athletic play to block a pass that was better off incomplete. This screen play was a confusing call, since McCloud was in the endzone and likely would have been tackled around the goal line. The offensive lineman were not fast enough to get over and block the DBs. This play may have been better off if McCloud came closer to the nearside. However, the screen was likely better off not being called."
    },
    {
        "possession": "D",
        "down": 3,
        "yardage": 11,
        "position": -5,
        "time": "6:07",
        "quarter": 4,
        "details": "K.Cousins pass short middle to K.Pitts to ATL 13 for 8 yards (M.Fitzpatrick).",
        "playType": "Pass",
        "personnel": 11,
        "opponent_personnel": "4-2 Nickel",
        "pre-formation": "Empty",
        "post-formation": "",
        "motion": "",
        "description": "While it was clear that the Falcons wanted the first down, this iteration of Verticals was an interesting choice. Kirk is standing in the endzone at the snap, but the Falcons don't keep a RB or TE to be an additional blocker. Pitts and Bijan chip, but against this Steelers pass rush it doesn't help for long. We see the slot player open up after Kirk has thrown the hook to Pitts. Kirk had to get the ball out because he felt the pressure from his behind."
    },
    {
        "possession": "ST",
        "down": 4,
        "yardage": 3,
        "position": -13,
        "time": "5:25",
        "quarter": 4,
        "details": "B.Pinion punts 55 yards to PIT 32, Center-L.McCullough. C.Austin pushed ob at ATL 49 for 19 yards (T.Andersen). PENALTY on PIT-M.Robinson, Illegal Block Above the Waist, 10 yards, enforced at PIT 48. Penalty on PIT-M.Killebrew, Illegal Block Above the Waist, declined.",
        "playType": "Punt",
        "personnel": "Punt",
        "opponent_personnel": "Punt Return",
        "pre-formation": "",
        "post-formation": "",
        "motion": "",
        "description": "This punt had good punt protection, with the Falcons having more men on the right to prevent the block. While the gunners do a good job of getting downfield, they could have done a better job of locking in on the return man. The penalty is clearly seen, bailing out the Falcons from the explosive return."
    },
    {
        "possession": "D",
        "down": 1,
        "yardage": 10,
        "position": 38,
        "time": "5:12",
        "quarter": 4,
        "details": "N.Harris left end to PIT 35 for -3 yards (J.Smith-Williams).",
        "playType": "Run",
        "personnel": "4-2 Nickel",
        "opponent_personnel": 12,
        "pre-formation": "Cover 3",
        "post-formation": "",
        "motion": "11 Jefferson",
        "description": "The Falcons come out in a Cover 6 Look, which appears to rotate to a Cover 3, but Justin Simmons comes down to crash the run. The linebackers shift over with the motion, and this helps them get into position. Something interesting we see is that the Falcons interior defensive lineman shift their gap to one gap to their left, which allows some of them to break through the zone blocking."
    },
    {
        "possession": "D",
        "down": 2,
        "yardage": 13,
        "position": 35,
        "time": "4:28",
        "quarter": 4,
        "details": "J.Fields pass incomplete short right.",
        "playType": "PA Pass",
        "personnel": "4-2 Nickel",
        "opponent_personnel": 13,
        "pre-formation": "Cover 3",
        "post-formation": "Cover 2",
        "motion": "Yes",
        "description": "This is the best blitz for the Falcons to run in this case, the corner blitz when the Steelers are running a play action screen. The Falcons seem to be in some sort of Cover 2, and it helps that the Steelers only have routes on the offensive right side of the field. The blitz caused the screen to come out early, and the defensive lineman did a good job of getting off of their blocks to swallow up Warren before Fields can complete the pass."
    },
    {
        "possession": "D",
        "down": 3,
        "yardage": 13,
        "position": 35,
        "time": "4:22",
        "quarter": 4,
        "details": "(No Huddle, Shotgun) J.Fields sacked at PIT 27 for -8 yards (sack split by M.Judon and G.Jarrett).",
        "playType": "PA Pass",
        "personnel": "6-0 Nickel",
        "opponent_personnel": 11,
        "pre-formation": "Cover 4",
        "post-formation": "Cover 3 Double Mug",
        "motion": "",
        "description": "The Falcons line up in an all out blitz look, which would have been a little puzzling given that it is 3rd and long and they cannot give up the big play. However, they shift to a Cover 3, which helps prevent the deep ball and confuses Fields as he sees the linebackers drop to their zone. The rush does a good job of staying in their lanes, and pushing the pocket to make sure that Fields cannot scramble. On the backend, the Steelers routes do not stress the Falcons defense, which does help the linemen get the sack."
    },
    {
        "possession": "ST",
        "down": 4,
        "yardage": 21,
        "position": 27,
        "time": "3:40",
        "quarter": 4,
        "details": "C.Johnston punts 51 yards to ATL 22, Center-C.Kuntz. A.Williams to ATL 35 for 13 yards (B.Skowronek; D.Rush). PIT-C.Johnston was injured during the play. PENALTY on PIT-M.Killebrew, Offensive Holding, 10 yards, enforced at PIT 27 - No Play.",
        "playType": "Punt",
        "personnel": "Punt Return",
        "opponent_personnel": "Punt",
        "pre-formation": "",
        "post-formation": "",
        "motion": "",
        "description": "The Falcons try to get pressure on the punt, with only one gunner on each side. While they can't get a block, they are able to push through and almost get into the punter. Unfortunately the punter is hit, but it looks like no roughing penalty was called because the referees thought the holding by the Steelers pushed the Falcons player into the punter."
    },
    {
        "possession": "ST",
        "down": 4,
        "yardage": 31,
        "position": 17,
        "time": "3:27",
        "quarter": 4,
        "details": "C.Boswell punts 43 yards to ATL 40, Center-C.Kuntz. A.Williams to ATL 40 for no gain (S.Miller).",
        "playType": "Punt",
        "personnel": "Punt Return",
        "opponent_personnel": "Punt",
        "pre-formation": "",
        "post-formation": "",
        "motion": "",
        "description": "The Falcons seem to get an advantageous situation with Boswell, the field goal kicker, coming in to punt after Johnston went down on the previous play. In a similar formation, the Falcons are unable to get pressure this time. Additionally, the gunners for the Falcons are unable to stop the Steelers gunners, as the one at the bottom of the screen gets tripped up, which does not allow Williams to get any additional yards."
    },
    {
        "possession": "O",
        "down": 1,
        "yardage": 10,
        "position": -40,
        "time": "3:19",
        "quarter": 4,
        "details": "B.Robinson left end to PIT 47 for 13 yards (D.Elliott; A.Highsmith).",
        "playType": "Run",
        "personnel": 11,
        "opponent_personnel": "4-2 Nickel",
        "pre-formation": "Pistol Trips",
        "post-formation": "Pistol Trips",
        "motion": "5 London",
        "description": "The pitch works well to start the drive for the Falcons. Drake London comes back and delivers a crucial block to seal the edge. The offensive line does a good job of moving and providing a wall for Bijan to run behind. Robinson also evades a tackle, letting him get some extra yards."
    },
    {
        "possession": "O",
        "down": 1,
        "yardage": 10,
        "position": 47,
        "time": "2:47",
        "quarter": 4,
        "details": "(No Huddle, Shotgun) K.Cousins pass short left intended for R.McCloud INTERCEPTED by D.Jackson at PIT 33. D.Jackson to ATL 18 for 49 yards (D.Dalman).",
        "playType": "Pass",
        "personnel": 11,
        "opponent_personnel": "4-2 Nickel",
        "pre-formation": "Pistol Ace",
        "post-formation": "",
        "motion": "",
        "description": "The no huddle results in an unfortunate outcome for the Falcons. Cousins comes under pressure, and he throws the ball instead of taking a sack. McCloud is running a 9 outside the numbers, and against Cover 3, he is double teamed, which lets the Steelers make the interception."
    },
    {
        "possession": "D",
        "down": 1,
        "yardage": 10,
        "position": -18,
        "time": "2:34",
        "quarter": 4,
        "details": "N.Harris right guard to ATL 17 for 1 yard (N.Landman).",
        "playType": "Run",
        "personnel": "6-1",
        "opponent_personnel": 13,
        "pre-formation": "Cover 4",
        "post-formation": "",
        "motion": "",
        "description": "It appears that the Steelers will attempt to run out the clock, and this as expected, they run a run play. This appears to be a trap play, but 81 of the Steelers does not go all the way to the edge to block, which confuses Harris and results in having no space to run. The Falcons do a good job of pinching around the middle of the field, which condenses space for the tripped up Harris."
    },
    {
        "possession": "D",
        "down": 2,
        "yardage": 9,
        "position": -17,
        "time": "2:28",
        "quarter": 4,
        "details": "J.Fields scrambles left tackle to ATL 13 for 4 yards (M.Judon).",
        "playType": "PA Pass",
        "personnel": "5-2",
        "opponent_personnel": 13,
        "pre-formation": "Cover 2",
        "post-formation": "",
        "motion": "",
        "description": "The Steelers attempt to take advantage of the predisposition that tells the Falcons the play will be a run. Judon stands his ground as he sees the pass, and guards the tight end while making sure that Fields goes inside. This allows him to prevent the large gain."
    },
    {
        "possession": "D",
        "down": 3,
        "yardage": 5,
        "position": -13,
        "time": "2:22",
        "quarter": 4,
        "details": "J.Fields right tackle to ATL 6 for 7 yards (M.Hughes).",
        "playType": "Run",
        "personnel": "5-2",
        "opponent_personnel": 14,
        "pre-formation": "Cover 3",
        "post-formation": "",
        "motion": "",
        "description": "The Falcons have an unbalanced line, with only 2 men on the offense's right. The Steelers QB run is a good play to beat this, as the pulling tight end and guard create space for Fields to get through and get the first down. The most pivotal part of this play was 50 abandoning the edge. 50 sees Fields and Fields keeps the ball up for long enough for 50 to turn his back and run with the tight end, allowing Fields to tuck the ball and pick up the first down."
    },
    {
        "possession": "D",
        "down": 1,
        "yardage": 6,
        "position": -6,
        "time": "2:16",
        "quarter": 4,
        "details": "N.Harris right guard to ATL 5 for 1 yard (N.Landman).",
        "playType": "Run",
        "personnel": "5-3",
        "opponent_personnel": 13,
        "pre-formation": "Cover 2",
        "post-formation": "",
        "motion": "",
        "description": "The Falcons anticipate the run, and they get a needed stop. Landman is able to shoot the left A gap as the offensive line slides right. The Falcons defensive lineman do a good job of occupying the offensive lineman, allowing for Landman to rush through the gap and make the tackle."
    },
    {
        "possession": "D",
        "down": 2,
        "yardage": 5,
        "position": -5,
        "time": "2:00",
        "quarter": 4,
        "details": "N.Harris left tackle to ATL 6 for -1 yards (M.Hughes, M.Judon).",
        "playType": "Run",
        "personnel": "5-3",
        "opponent_personnel": 12,
        "pre-formation": "Cover 4",
        "post-formation": "",
        "motion": "",
        "description": "Another anticipation of the run, the Falcons bring 9 into the middle to stop the run. While Harris is able to get to the edge, Hughes did a good job of wrapping Harris up and taking him down for the tackle."
    },
    {
        "possession": "D",
        "down": 3,
        "yardage": 6,
        "position": -6,
        "time": "1:14",
        "quarter": 4,
        "details": "J.Fields left tackle to ATL 7 for -1 yards (M.Hughes).",
        "playType": "Run",
        "personnel": "5-3",
        "opponent_personnel": 12,
        "pre-formation": "Cover 0",
        "post-formation": "",
        "motion": "",
        "description": "The Falcons rush the middle again, and Fields keeps it on the read option. Hughes comes up big again to make the open field tackle on the edge. While Pittsburgh was in a spread formation, it was interesting for them to not have a receiver to occupy Hughes after what he did on the previous play."
    },
    {
        "possession": "ST",
        "down": 4,
        "yardage": 7,
        "position": -7,
        "time": "0:28",
        "quarter": 4,
        "details": "C.Boswell 25 yard field goal is GOOD, Center-C.Kuntz, Holder-S.Miller.",
        "playType": "Field Goal",
        "personnel": "Field Goal Block",
        "opponent_personnel": "Field Goal",
        "pre-formation": "",
        "post-formation": "",
        "motion": "",
        "description": "Another solid field goal for the Falcons, it appears that 21 has a chance to block the field goal, as he was pretty much unblocked, but Boswell gets the kick off in time."
    },
    {
        "possession": "ST",
        "down": null,
        "yardage": null,
        "position": 35,
        "time": "0:28",
        "quarter": 4,
        "details": "C.Boswell kicks 65 yards from PIT 35 to end zone, Touchback to the ATL 30.",
        "playType": "Kickoff",
        "personnel": "Kickoff Return",
        "opponent_personnel": "Kickoff",
        "pre-formation": "",
        "post-formation": "",
        "motion": "",
        "description": "This is another touchback, as the Falcons do not want to bleed off unnecessary time off the clock. In this situation where a return would be crucial if it was brought out, we see the tight end who is behind the rest of the line pull block to the strong side of the formation."
    },
    {
        "possession": "O",
        "down": 1,
        "yardage": 10,
        "position": -30,
        "time": "0:28",
        "quarter": 4,
        "details": "K.Cousins pass short right to R.McCloud to ATL 37 for 7 yards (B.Bishop).",
        "playType": "Pass",
        "personnel": 11,
        "opponent_personnel": "4-0 Dime",
        "pre-formation": "Shotgun Trips",
        "post-formation": "",
        "motion": "",
        "description": "While this does get the Falcons some yards, the play design is interesting. We see both London and Pitts appear to run the same route. While the Falcons can't afford a play to end in bounds, there is no spacing between London and Pitts for either of them to get open. Unless this was to clear out space for McCloud to get a quick out, this was an interesting play given the situation. McCloud was not able to get out of bounds, so this play did not work."
    },
    {
        "possession": "O",
        "down": 2,
        "yardage": 3,
        "position": -37,
        "time": "0:13",
        "quarter": 4,
        "details": "(No Huddle) K.Cousins spiked the ball to stop the clock.",
        "playType": "Spike",
        "personnel": 11,
        "opponent_personnel": "4-0 Dime",
        "pre-formation": "Under Center Empty",
        "post-formation": "",
        "motion": "",
        "description": "The previous play takes 15 seconds off the clock and the Falcons are forced to spike the ball."
    },
    {
        "possession": "O",
        "down": 3,
        "yardage": 3,
        "position": -37,
        "time": "0:12",
        "quarter": 4,
        "details": "K.Cousins sacked at ATL 28 for -9 yards (T.Watt).",
        "playType": "Pass",
        "personnel": 11,
        "opponent_personnel": "4-0 Dime",
        "pre-formation": "Shotgun Bunch",
        "post-formation": "",
        "motion": "",
        "description": "It looks like the exact same play as the one before the spike, and it is for the Falcons. However, this time TJ Watt only has one man blocking him, and he is able to just bull rush through the tackle after trying to bend around him and complete the sack. This leaves the Falcons with no time and their first loss of the season."
    }
]